{
  "type": "house",
  "title": " 9 Bed Room Commercial Property for Sale in Pita Kotte",
  "location": " Pita Kotte junction , Kotte",
  "price": "Rs. 90,000,000",
  "details": "<p>18.2 perches<br>\n6270 square feet <br>\n9 bedrooms<br>\n10 bathrooms <br>\n3 story house<br>\nEn suite rooms<br>\nAir conditioning<br>\nHot water<br>\nConvenient location<br>\nParking for 8 vehicles<br>\nCCTV cameras<br>\nBalconies <br>\n<br>\nDescription<br>\nLocated in the heart of Kotte, this lovely 3 story building has 9 cozy bedrooms, 10 bathrooms, 2 of which have hot water and air conditioning. This building is perfect for a hotel or hostel since it has a reception area, many rooms and its convenient location and access. The building is 6270 square feet on 18.2 perches of land. Since there is a large balcony, it provides the opportunity to have social gatherings and a comfortable space for relaxing. There is also garage parking for up to 10 vehicles. The entire building is well ventilated and is relatively cool during the day.<br>\n<br>\nOur Opinion<br>\nThe property is located in Kotte junction facing the main road making it ideal for any sort of a commercial establishment or a residence for a large family. There are number of banks (Sampath Bank, Commercial Bank, Nations Trust Bank, National Development Bank), schools and education institutes (Ananda Sastralaya, St Thomas College, CSCT Campus, Minco College), shops, supermarkets and gyms around the area. Having easy access to Nugegoda and Nawala via Pagoda road, Pepiliyana, Delkanda and Maharagama via Kotte Road, Thalawathugoda and Pelawatta via Beddagana and Rajagiriya and Battaramulla via Ethul Kotte makes the location of the property extremely convenient. There is an existing establishment which can be continued or its ideal to run as a guest house, a restaurant, educational institute, or even a small office complex. Kotte was an ancient Sri Lankan kingdom which has many historic buildings and attraction. The Urban Wetland Park is close by which offers a great venue for walks and evening strolls.<br>\n<br>\n<br>\n<br>\n</p>"
}