{
  "type": "land",
  "title": " Commercial, Industrial, Agricultural Land In Moragahahena",
  "location": " Wataraka Road, Morgahahena, Moragahahena",
  "price": "Rs. 105,000",
  "details": "<p>Moragahahena, the once quite township 9km away from Pitipana on High Level Road, is on a historic path to development influenced by adjoining Pitipana's rapid growth with the establishment of the Educational Hub of NSBM GREEN UNIVERSITY and the Technological Hub including Sri Lanka's first-ever Nano Technologycentre and the TechCity. <br>\n<br>\n<br>\nMoragahahena and its environs are currently industrializing rapidly whilst a number of large-sized housing projects have mushroomed giving an indication of the direction in which the town is heading in the next 3-4 years. With the said Educational and Technological Hubs taking root in its vicinity, future potential of lands of this size and strategic location are becoming extremely significant.<br>\n<br>\n<br>\nPROPERTY: Just 1.5km away from the Town Centre of the newly-emerging township of Moragahahena, only 100m away from Wataraka Road, is the 3.25 acre coconut palm estate with over 200m road frontage to a 20ft wide road and its opposite direction facing picturesque, lush line of paddy fields.<br>\n<br>\n• Commercially ideal for a hide-away restaurant/reception hall, higher educational institute etc<br>\n• Industrially ideal for a factory, warehouse.<br>\n• Agriculturally ideal for farming, animal husbandry, while further developing the coconut cultivation.<br>\n<br>\nAmenities: 3-phase electricity, container accessibility, ground water<br>\n<br>\nProximity:<br>\n• Kahathuduwa Entrance of the Southern Expressway and the proposed Ruwanpura Expressway Entrance are only 4km away<br>\n• 9000-student NSBM Green University in Pitipana is just 5.5km away.<br>\n• Padukka and Horana towns are only 7km away each.<br>\n• Proposed TechCity in Pitipana is 7km away<br>\n• Homagama is 10km away.<br>\n</p>"
}