{
  "type": "house",
  "title": " Spacious house in Hokandara for Sale",
  "location": " Hokandara Road, Thalawathugoda",
  "price": "Rs. 26,000,000",
  "details": "<p>Key features <br>\n<br>\n5 beds(including maids room)<br>\n4 baths<br>\n10 perches<br>\n3500 sqft<br>\nParking for 2 vehicles inside<br>\nOutdoor and indoor gardens <br>\nBalconies<br>\n<br>\nDescription <br>\n<br>\nThis newly built home in Thalawathugoda has 4 bedrooms with private balconies, 2 large living areas, 4 bathrooms, an ample kitchen, an indoor and outdoor garden, garage parking for two vehicles with a roller gate and maid’s quarters. The tall wooden ceilings make the house feels very spacious and well ventilated making living here seem very comfortable for a large family as well as for social events. It is 3 stories tall, built on 10 perches of land and the overall area of the house is 3500 square feet. The balconies of the house have views associated with views of greenery and is located in a quiet yet residential area of Thalawathugoda which creates a sense of security. The reason for the sale of this house is due to the owner migrating and therefore looking for an quick sale.<br>\n<br>\nThere are many amenities around the area such as, banks (Peoples bank, Sampath bank, NSB, NTB, BOC, Union Bank, Seylan bank, Peoples bank, Pan Asia Bank), supermarkets (Laugfs Supermarket, Cargills Food City – Hokandara and Pannipitiya), hospitals (Hemas Hospital, Sri Jayewardenepura General Hospital), schools, restaurants, cafes and many more. Thalawathugoda is an ideal location for people looking for convenient access to places such as Hokandara, Kotte, Battaramulla and Maharagama. <br>\n<br>\nThalawathagoda is a well sought after area as it is highly residential and is a quiet and tranquil area of Colombo. Thalawathugoda is also near the very popular Kibulawela Walking Park which is perfect for those looking for a convenient location to exercise in. This property would be ideal for buyers of any type. </p>"
}