{
  "type": "house",
  "title": " stylish luxury 2&3 bedrooms apartments @ 19th lane,kollupitiya ",
  "location": " No.06, 19th Lane, Kollupitiya , Colombo 3",
  "price": "",
  "details": "<p>Blue Ocean Group, Sri Lanka’s dynamic group of companies, is proud to announce its latest addition of luxury designed skyscraper at No.06, 19th Lane, Kollupitiya. This luxurious apartment infuses unmatched elegance into its entire architectural concept, using contemporary facilities and amenities to add innovative vignettes of modern city life with the breath taking sea view. Blue Ocean’s luxury apartment project is located in a high class decent residential area accessible and provides spectacular sea views, a spacious residential living environment and convenient.<br>\n<br>\nBlue Ocean at 19th Lane, Kollupitiya will be an exceptionally designed building, comprising 16 storeys that can accommodate 66 luxurious apartments. There is an alluring combination of three and two-bedroom apartments. The uniqueness of Blue Ocean’s Ocean City apartment is that all the bedrooms are spaciously designed to give more breath<br>\n<br>\nUnit A (1980 Sqft.) 3 Bedrooms &amp; 2 Bathrooms &amp; Maid's Room<br>\nUnit B (1660 Sqft.) 2 Bedrooms &amp; 2 Bathrooms &amp; Maid's Room<br>\nUnit C (1175 Sqft.) 2 Bedrooms &amp; 2 Bathrooms<br>\nUnit D (1125 Sqft.) 2 Bedrooms &amp; 2 Bathroom<br>\nUnit E (1190 Sqft.) 3 Bedrooms &amp; 2 Bathrooms<br>\nUnit F (1580 Sqft.) 3 Bedrooms, 3 Bathrooms &amp; Maid’s Room<br>\n<br>\nApartment Specifications<br>\nFlooring : Marble porcelain tile finish or Timber wooden floor finish (* Condition Apply).<br>\nDoors : High quality wooden doors with standard locking system.<br>\nWindows : Rust proof &amp; powder coated aluminum folding windows with clear glass.<br>\nAir Conditioning : Spilt type Air Conditioners provided for all bed rooms and living room.<br>\nLight Fittings : Imported LED light fittings such as wall lamps, ceiling lamps and chandelier lamps with highly efficient switches.<br>\nTelevision : TV provisions for living area and master bedroom with one modern LED TV provided with IP TV in the living area.<br>\nTelephone System : Fiber to the home (FTTH) solution will be provided, including Telephone, Intercom, High Speed Broadband &amp; IP TV.<br>\nWardrobe : Built-in wooden wardrobe for Master bedroom.<br>\n<br>\nPayment Plan<br>\nReservation - LKR 1 Million<br>\nDown Payment - 30% from Total Selling Price<br>\nBalance by Installment till Project Completion<br>\n</p>"
}