{
  "type": "house",
  "title": "4 Bedroom Brand New Luxury House For Sale - GOOD BUY!!!",
  "location": " Lake Terrace Road, Athurugiriya",
  "price": "Rs. 55,000,000",
  "details": "<p>REF NO : HFS0102<br>\n<br>\nBecome the owner of the most luxurious house in the area. You will not see anything like this anywhere in the vicinity. Grab the opportunity today and own a world class property. <br>\n<br>\nBrand new super luxury house in a good residential area. <br>\n<br>\nExtent of Land - 12.4 Perches, Total Extent of the House is 5600 Square Feet, 2 Floors with Rooftop, 4 Bedrooms, 4 Bathrooms, 34 ft Swimming Pool, Italian Kitchen - Electrolux Refrigerator, Microwave, Oven, 4 Hob Gas Burner With Diffuser, 2 Car Garage with Remote Control Roller Shutter, 2,000 Liter Water Sump, Pressure and Water Pumps, Solar Heater, Phillips and Danish Light Fittings Kevilton Electrical Fittings, Maids Room and Bathroom, Heavy Duty Aluminium Doors, Spanish Deck Tiles, Tiles and Bathroom Fittings from Rocell and Lanka Wall Tiles, Landscaping and External Paving, Security Cameras along with many other features. <br>\n<br>\nLess than 10 minutes drive to the highway<br>\n5 Minutes to Millennium City<br>\n<br>\nPrice-55M LKR<br>\nLegal and stamp duty fee applicable<br>\n<br>\nPlease get in touch with Mister T on 0768557760 / 0775824586 or email marketing@ mistert.lk for more info.<br>\nAlso please note that Mister T is a dual services agency so fees and charges may apply for the services provided.<br>\n<br>\nOther Hot Deals in Sri Lanka<br>\n<br>\n-\t10 Perch Road Facing Bare Land in Colombo 05 – LKR 85 Million<br>\n-\t123 Perch Bare Land on Pirivena Road – Boralesgamuwa – LKR 246 Million <br>\n-\t200 Perch Road Facing Land with house &amp; coconut trees in Chilaw – LKR 75 Million <br>\n-\t3 Bedroom Apartment (1576 sq ft) for Sale at Horton Towers – Colombo 08 – LKR 36 Million<br>\n-\t3 Bedroom Apartment (1500 sq ft)for Sale in Colombo -03 – LKR 37 Million<br>\n-\t3 Bedroom Apartment (1850 sq ft) for Sale in Colombo 07 – LKR 52 Million (Land Entitlement 6.5 perch)<br>\n-\t4 Bedroom Super Luxury House (12.3 Perch) for Sale in Athurugiriya – LKR 55 Million <br>\n-\t3 Bedroom Apartments (2000 sq ft) for Sale in Nugegoda – LKR 42 – 46 Million<br>\n-\t32 Roomed Hotel in Polonnaruwa on 142 land with the business – LKR 550 Million<br>\n-\t4500 sqft commercial building facing the road for sale on Havelock Road – LKR 210 Million<br>\n-\t12 perch Land with 5 completed apartments for sale in Colombo 05 – LKR 350 Million<br>\n<br>\nPlease send an email to marketing@mistert.lk if you are interested in any of the above. Strictly for Serious &amp; Genuine Clients only. <br>\n</p>"
}