{
  "type": "house",
  "title": "5 Bedroom Apartment for Sale in Rajagiriya!",
  "location": " Rajagiriya",
  "price": "Rs. 85,000,000",
  "details": "<p>REF NO: AFS0195 <br>\n<br>\n5 Bedroom Apartment for Sale in Rajagiriya!<br>\n<br>\nRare luxury 5 bedroom /5 bathroom combined unit for sale on the 5th floor of the newly completed \"The Highness Rajagiriya\" by Homelands Skyline.<br>\n<br>\nSpanning approx.3000 Sq.ft, it is extremely spacious with ample light, and spread out living areas with a powder room, large pantry and dining area.<br>\n<br>\nIt is the largest and only such unit in the complex.<br>\n<br>\nThe apartment has 2 Master bedrooms. One of which is extra large with 2 balconies. Every bedroom has a balcony.<br>\n<br>\nThere is a seperate domestics room and bathroom, and the apartment comes with 2 parking slots.<br>\n<br>\nThe Highness consists of 4 floors of parking, and 37 apartments on 8 residential floors. <br>\n<br>\nThe roof top on the 8th floor has 2 penthouses, the pool area, a club house and an equipped gym.<br>\n<br>\nLocated on Rajagiriya road just 500m from Cotta rd, and 500m to Keells super on Dharmapala mawatha Rajagiriya. It is very close to numerous restaurants, department stores, and supermarkets. <br>\n<br>\nThis location is ideal as it has atleast 5 different routes that can be taken as short cuts to Ayurveda junction to go to Colombo, as well as shortcuts to Battaramulla, Parliament rd, Malabe high way exit, and there is a short cut to the Airport too. <br>\n<br>\nClose to leading International schools - British School, CIS <br>\nas well as leading local schools.<br>\n<br>\nPrice of the property - 85 Million<br>\nPrice is exclusive of legal fee and stamp duty fee<br>\n<br>\n<br>\nInspections with prior appointments <br>\n<br>\nPlease get in touch with Mister T on 0768557736 or write to us at marketing@mistert.lk for further details.<br>\n<br>\nPlease call during business hours of 9:30 a.m. and 6.30 p.m on weekdays. <br>\n<br>\nFee &amp; charges apply! <br>\n<br>\nMister T - Sri Lanka's No. 1 Real Estate Agency <br>\n<br>\nCommitted to serve with honesty &amp; integrity!<br>\n<br>\n</p>"
}