{
  "type": "house",
  "title": "Adria Condo By JPKL Engineering ",
  "location": " Mount Lavinia",
  "price": "",
  "details": "<p>ADRIA CONDO<br>\n<br>\nGet ready a breathe life in style into your daily activities. Open the door<br>\nto your apartment and the functional interiors will draw you into your<br>\nown habitat-your dream home! With every intricate detail taken care of,<br>\nyou can enjoy the cozy ambiance, and world-class finishes and fittings.<br>\nEnjoy the abundant natural sunlight and cross ventilation, thanks to our<br>\nvastu compliant design. Every moment you live at “ADRIA CONDO”,<br>\nyou are sure to experience some-thing special.<br>\n<br>\nContact for Price<br>\n<br>\nWe provide:<br>\n<br>\nSuperior Quality and Highest Standards Ensured <br>\nLiving life with nature<br>\nInfinity SWIMMING POOL1st Time in Mount Lavinia<br>\nInfinity BEDROOM 1st Time in Mount Lavinia<br>\nKITCHEN Stylishly furnished with built in cupboards for cozy dining experiences<br>\nApartment Features:<br>\n<br>\nTV and telephone points in living &amp; dining and master bedrooms<br>\nIntercom facilities<br>\nBranded premium quality modular electric switches and plug sockets in each room<br>\nAnti slip vitrified tiles for balconies<br>\nSpacious dining &amp; living area with attached balconies <br>\nKitchen Cabinet -State of art international design kitchen Pantry with hob, hood &amp;stainless steel sink<br>\nBathrooms - All bathrooms will be equipped with international l design washbasins with vanity counter, mirror, water closets with water savingflush valve system, mixer taps, hand bidet shower and a rain shower. All other accessories such as shaver socket, soap dish holder ,tower rails, toilet paper holder are included.<br>\nAir Conditioning - Each master room will be fully equipped with air conditioner<br>\nParking - 2 Level car parking and every apartment will have one parking lot<br>\nCommon Features Rooftop - Gymnasium, Lighting arrester system, Landscaped eco friendly roof garden.<br>\nCommon Features Ground floor - Security with 24 hours CCTV monitoring with intercom connectivity to every apartment, main gate and important common areas, Letter box for each apartment, Garbage collection system, Driver rest area, Condominium management committee office, Water sump</p>"
}