{
  "type": "house",
  "title": "Affordable Luxury Project by JPKL Engineering in Colombo 05",
  "location": " N ATHULA PLACE, Colombo 5",
  "price": "",
  "details": "<p>Located in one of the most finest and vibrant settings of scenic colombo. It’s about living in luxury among the panoramic views of nature and overlooking the colombo city. At” ASTON Residency” we assure that you get a perfect balance between luxury and comfor when you get home and celebrate luxury in style.<br>\n<br>\nGet ready to breathe life in styleinto your daily activities. Open the door to your apartment and the functional interiors will draw you into your own habitat-your dream home! With every intricate detail taken care of,you can enjoy the cozy ambience, and world class finishes and fittings. Enjoy the abundant natural sunlight and cross ventilation,thanks to our vastu compliant design.<br>\n<br>\nFACILITIES &amp; AMENITIES <br>\n<br>\nFoundation &amp; Superstructure <br>\n• The foundation is built with reinforced concrete raft foundation. <br>\n• The superstructure is a concrete design. <br>\n<br>\nInternal Walls <br>\n<br>\n• All partitioning walls may be bricks or precast panel. <br>\n• Internal walls are skim coated with emulsion paint. <br>\n<br>\nExternal Wall<br>\n<br>\n• All external walls are made with bricks with a five coat paint<br>\nsystem, which offers a 5 years warranty. <br>\n<br>\nFlooring<br>\n<br>\n• Imported design porcelain tiles. <br>\n• Engineered timber, granite or marble flooring options available upon<br>\nrequest at an incremental cost. <br>\n<br>\nDoors<br>\n• Main entrance door and service entrance doors will be solid<br>\ntimber doors.<br>\n• All internal doors are solid timber.<br>\n<br>\nWindows<br>\n<br>\n• All windows and balcony sliding doors will be powder coated comdoor aluminium with proprietary system.<br>\n<br>\nCeiling<br>\n<br>\n• Skim coated soffit with emulsion paint.<br>\n<br>\n<br>\n<br>\nApartment Features<br>\nSpacious dining &amp; living area with attached balconies.<br>\nTV and telephone points in living and dining and master bedrooms.<br>\nFibre optic connection for each apartment from Dialog.<br>\nBranded premium quality modular electric switches and plug sockets in each room.<br>\nAnti slip vitrified tiles for balconies.<br>\nKitchen Cabinet<br>\n<br>\nState of art international designer kitchen with hob,hood,stainless steel sink and under counter lighting.<br>\nBathrooms<br>\n<br>\nAll bathrooms will be equiped with internanional designer wash basins with vanity counter, mirror and mirror light, water closets with water saving flush valve system, mixer taps, hand<br>\nbidet shower and tempered glass shower cubical with a rain shower.<br>\nAll other accessories such as shaver socket , soap dish holder, tower rails, toilet paper holder are included . <br>\nAir-conditioning <br>\n<br>\nEach master room will be fully equipped with air conditioner. <br>\nElectricity <br>\n<br>\nNational grid electricity supply. <br>\nPrime rated backup generator. <br>\nConcealed fire guard electrical copper wiring with circuit breakers. <br>\n<br>\nContact Advertiser for Price !<br>\n<br>\n</p>"
}