{
  "type": "house",
  "title": "Altezza Residencies - Wattala ",
  "location": " Wattala",
  "price": "",
  "details": "<p>WHERE LIVING IS EASY<br>\nCapturing the same feel and taste of luxury that you will find in other Odiliya properties. It is a place where an aura of flamboyance is bequeathed upon its inhabitants. Altezza is designed and built with the occupant's convenience in mind. It will have a distinctively Sri Lankan ambience in all aspects.<br>\n<br>\nCALM, PEACEFUL AND CONVENIENT<br>\nLocated in an environment where people are gentle. Everyone has time for the other and to live in harmony. There is a fine balance of urbanization and country values as all the conveniences are close at hand. Schools, Banks, Supermarkets, bakeries, restaurants, cafés, it’s all there in around Altezza.<br>\n<br>\nEXPERIENCE A NEW LEVEL OF LUXURY AND COMFORT<br>\nAs a Professional or Business Person you know what living standards you deserve and for you luxury and exclusivity is a way of life. Elegance and Style is your second nature as you are in touch with fine living. You have been to places and seen it all and tasted the good things of life. So when you come home you need to relax and enjoy the fruit of your labour. The best architectural design and highest engineering quality of work must surround you. The very choice of colours that adorn your walls, materials used from the floor to the ceiling, furniture and fittings have been all selected to suit the man and woman who has arrived …to a new level You have worked hard and your wish is to leave something better for your children<br>\n<br>\nNEW LEVEL OF LIVING<br>\nSpace cannot cramp you You refuse to compromise on standards that you have set for yourself in the living area of your home. This is where you entertain your friends and family, those who are part of your success and those who want to follow your footsteps. They envy your quiet confidence. They wish to emulate your success. They admire your taste of good life. Your home is a reflection of who you are and what you have become… The elegance and style of your home is YOU It expresses the fact that you have reached a new level.<br>\n<br>\nNEW LEVEL OF QUIET REST<br>\nYour personal space which few outsiders may see but what you enjoy even in privacy must mirror your aspirations and your personal journey of achievement. Comfort, peace of mind and sweet rest is the reward of the hard worker, especially those whose leadership has brought about success to many. No they were not born with a silver spoon in their mouth but because of the hard terrain they have conquered, they deserve a bed of roses and will pass on a silver spoons to their children.<br>\n<br>\nAltezza is an ideal place to make you leave behind any distraction and allow you to do things for yourself. Enjoy moments of relaxation and peace of mind, reading, thinking or daydreaming, opportunities to enjoy and share unique tastes with friends and your beloved, rest and relaxation.<br>\n<br>\nFINE TASTE OF ELEGANCE<br>\nThe Pantry is the heart of the home; at least after every meal you know this to be true. Sometimes you wake up to the wonderful aroma of tea that is brewing in the pantry that promises you that ‘Today is going to be the best day of life. We have designed your pantry to be elegant, and to appeal to all your senses. Attractive and functional pantry cupboards are built to international standards and architectural design and finish of the pantry suits the discerning tastes of a game changer like you …<br>\n<br>\nREFRESHED TO ATTAIN THE NEXT LEVEL<br>\nEarly in the morn as you ponder to face what life will throw at you, right here in your personal space, you know nothing will deter or daunt you. We have not held back anything to pamper you and cater to your taste…. Bathroom fittings and designs display five star luxury. You feel like Royalty, right at the top of the world. At the end of the day a warm water bath would take all your stress away and a cool drink will refresh even your spirit.<br>\n<br>\nMODERN, STYLISH HEALTHY LIVING<br>\nA rooftop fitness center with gymnasium with all the modern equipment will keep you fit and healthy and in peak form in your professional life. Yes health is wealth and when you are healthy you see the world of opportunities much clearer. The Club house and Rooftop garden will transform your social life. This is where your good peaceful neighbors gather for evening chats and occasional sing songs and parties. On a starry night the peaceful experience of the surroundings is mesmerizing. The still water of the swimming pool is so inviting and will keep your family occupied all weekends if you allow them.</p>"
}