{
  "type": "house",
  "title": "An Exclusive And Private Retreat Situated On The Shores Of Koggala Lake - LIP 006",
  "location": " Galle - Matara Main road, Galle",
  "price": "Rs. 208,012,330",
  "details": "<p>LIP-006 An exclusive and private retreat situated on the shores of Koggala Lake on the exotic South Coast of Sri Lanka and a mere 2.5 km from the beach, and just 20 minutes from the UNESCO World Heritage site of Galle Fort.<br>\n<br>\nA 2-hour drive from Colombo via the expressway and only 5 hours from Dubai, Malaysia, Singapore and Hong Kong, this property will be an attractive opportunity for the discerning investor.<br>\n<br>\nThe Lake House is a magnificent, architect designed and immaculately presented residence or guest house and boasts 5 generous sized bedrooms all of which are en suite, have outdoor shower areas and are designed around an open and tranquil courtyard with a pond and frangipani trees.<br>\n<br>\nThe large double volume, peaceful living space, comprising of a dining area, lounge area and open study overlooks a manicured garden and 17-meter swimming pool, adjacent to which are the changing rooms, massage room, sundeck and outdoor seating area. Clever design and the way in which the property is orientated allow natural breezes to cool the living areas and make air-conditioning unnecessary, although the facilities for air-conditioning have been catered for. The property has lake frontage and its own ambalamba which services guests on boat trips across the lake or to a number of neighboring lakeside establishments offering dining facilities.<br>\n<br>\nQuality craftmanship is evident throughout the property and brings together intelligent design coupled with locally sourced material in an elegant and modern interpretation of a classic courtyard house.<br>\n<br>\nThe property also has a large kitchen, galley and accompanying staff quarters and will be sold with the holding company, and all furniture and artwork will be included with the sale of the property.<br>\n<br>\nA very special home or commercial business, this is a must view property.</p>"
}