{
  "type": "house",
  "title": "Architect designed property for sale in Pelawatta.",
  "location": " Sama Mawatha, Pelawatte",
  "price": "Rs. 200,000,000",
  "details": "<p>Key Features<br>\n- 60 perches<br>\n- 9 beds / 12 baths<br>\n- Architect designed<br>\n- Private parking<br>\n- Servants quarters<br>\n- Rooftop terrace<br>\n- Backup generator<br>\n- Private<br>\n- Good access<br>\n<br>\nThis near completed house in Pelawatta is ideal for a boutique hotel or for a large family. The property has nine bedrooms and twelve bathrooms as well as a beautiful rooftop with an amazing view. There are also three living rooms, a dining area, two kitchens, storage rooms and staff quarters. The house is designed by an architect and construction is 90% complete with many of the fixtures and fittings such as tiling and bathroom fixtures already imported. The location and surrounding terrain make this property beautifully private and secluded despite its prime location in the heart of Pelawatta.<br>\n<br>\nThere is garage parking for 5 vehicles with space for an additional on-street parking. The house has circulating solar hot water system and has water storage tanks. There is 50 kW electric generator as well. Each floor has separate electricity wiring and telephone lines in every room, T-DSL internet, video camera and door open answering system. There are also provisions for a pool room with a filtration system in place. The house is built on a plot of 40.50 perches and being sold with adjoining 19.76 perches, total land extent is 60.26 perches. The adjoining land can be used for multiple uses such as parking, an additional accommodation, a garden or even sporting developments such as a tennis court.<br>\n<br>\nThe property is well located in central Pelawatta close to the new Defence Headquarters Complex being built in Akuregoda making this area both secure and with very good access. Akuregoda Road connects to Pannipitiya Road while Robert Gunawardene Mawatha connects directly to Battaramulla. This provides easy access to schools such as the Overseas School of Colombo, hospitals, restaurants, gyms, clubs and bars.</p>"
}