{
  "type": "house",
  "title": "Architect Designed 2 Storied New Upstair House (can use as two separate units)",
  "location": " Heart of Moratuwa Town, Moratuwa",
  "price": "Rs. 35,000,000",
  "details": "<p>DESCRIPTION<br>\nThis House includes 5 Bedrooms, 3 Bathrooms with 1 attached to the master Bed room with Quality fittings. Have spacious two living rooms (ground floor and upper floor), large open Veranda, Two spacious dining area with Kitchen/pantry and a Hearth, Large Balconies, Roof top terrace, and Separate outside kitchen with a Hearth, 3 Store rooms, court yard, Parking area for 4 vehicles and also have a separate maid’s toilet and all other modern amenities etc.. <br>\n<br>\n<br>\nLOCATION<br>\nLocated at “No 10, Francisco Place”Just 500 meters away from Moratuwa Junction towards Panadura, between New Galle road (30 meters) and St Peter's road (Old Galle road) (30 meters), very convenient location and Motorable from both ways. It’s situated peaceful, highly residential and a secure location with a respectable neighborhood and with close proximity to most of the needful amenities.<br>\nWalking distance to leading Supermarkets and Shopping centers, Banks, Post office, Restaurants, Specialist doctors channeling centers, Government Hospitals, leading Schools, Easy mode way of Transport facilities etc...<br>\n<br>\nSPECIAL FEATURES/ FACILITIES OF THE HOUSE<br>\n<br>\nUnit - 1 (Ground Floor) 2450 Sq Feet<br>\nLarge Open Verandah, Spacious Living Room/ Hall, Spacious Dining Room, Kitchen/ Pantry &amp; Hearth, Separate outside kitchen &amp; Hearth, Master Bed Room with Attached Bathroom (provision for hot water connection), 2 Bed Rooms, Common Bath Room, Store room, Court yard, Ample Parking Area, Front &amp; Rear Garden With lot of Trees, Boundary wall with gate, Floor - fully tiled, Double Brick Walls, Lunumidella finishing Ceiling, All Doors and Windows are made by Jack wood, Water storage tank, Separate Electricity Connection, Separate Pipe Water Connection, Separate Telephone (SLT) Connection<br>\n<br>\nUnit - 2 (Upstair Floor) 1550 Sq Feet<br>\nSpecious Living Room/ Hall, Specious Dining Room &amp; Kitchen/ Pantry, Master Bed Room and another Bed Room, <br>\nCommon Bath Room (Provision for hot water connection), Floor - fully tiled, Double Brick Walls, Lunumidella finishing Ceiling, All Doors and Windows are made by Jack wood, Roof top terrace, Balcony, Water storage tank, Separate Electricity Connection, Separate Pipe Water Connection, Separate Telephone (SLT) Connection, Separate Entrance<br>\n<br>\nOTHER SPECIAL FEATURES/ FACILITIES<br>\nWalking distance to Moratuwa Town ( 5-7 minutes), Land Extent 14.1 perches, Approximately 4100 sq.ft, Clear Deeds, Can be used as single house (both units) or can use as two separate Houses. Ground Floor can be use as for an Office or for Commercial purpose. (Previously rented for an IT- company)<br>\n<br>\nAlso can earn a steady monthly income about Rs. 75,000/= of renting the premises for a family or office purpose, separately.<br>\n<br>\nAt the moment upstairs unit given on rent for RS. 25,000.00 (per month)<br>\nGround floor previously rented for an IT office for Rs. 50,000.00 (per month)<br>\n<br>\n<br>\nEXPECTING PRICE<br>\nRs. 42 Million (Rs. 420 Lacks) - Negotiable for the Highest offer<br>\nUSD. 280'000.00 Approximately<br>\n<br>\nCONTACT NUMBER:\t0771010025/ 071 813 8357<br>\n<br>\nCONTACT PERSON:\tU. S. Gooneratne<br>\n<br>\n<br>\nBROKERS ARE WELCOME<br>\n</p>"
}