{
  "type": "house",
  "title": "Ariyana Resort Apartments ",
  "location": " Athurugiriya, Athurugiriya",
  "price": "Rs. 8,900,000",
  "details": "<p>For the first time in Sri Lanka, Home Lands Skyline is proud to introduce the Resort Apartment Concept with 50+ Activities and redefine the apartment living here in this country. 20% of the area for Apartments and 80% for recreational area. It is yet another green concept from Homelands Skyline but with a great difference… It is not just a Town in a rural setting but a Resort in the city. We have preserved the surrounding Paddy Fields to give our residents a spectacular view and exceptional ambiance. It is a home right in the midst of nature, where you would wake up to the fresh smell of green fields, and to the happy chirping of birds. Our list of benefits is quite exhaustive which no other Apartment complex could match. It is more like a resort hotel than an apartment complex. It is the best investment you could make where you , without doubt, will receive 50% of your asset within two years<br>\n<br>\nFinishes:<br>\n• Internal Floor Area: Non-slippery ceramic floor tiles.<br>\n• Verandah &amp; Balconies: Non-slippery rustic ceramic tiles.<br>\n• Toilets Floor &amp; Walls: Non-slippery ceramic tiles and walls with ceramic tile up to a height of 7 ft, on shower areas and 5ft on other areas.<br>\n• Internal Walls: Smooth plaster, one coat of wall putty and 2 coats of emulsion paint.<br>\n• All External walls: Rough or semi plaster, one coat of wall filler and two coats of weather shield paint.<br>\n<br>\nDoors &amp; Windows:<br>\n• Front Door: Mahogany sash and red balaw or equivalent frame.<br>\n• Internal Doors &amp; Rear Door: Ply wood sash and red balaw or equivalent frame.<br>\n• Main Door Lock: Union or equivalent as directed by the Architect.<br>\n• Windows: White powder coated aluminum with necessary fittings<br>\n01 Pool<br>\n02 GYM<br>\n03 Pub/Bar<br>\n04 Jogging Track<br>\n05 Kids pool<br>\n06 Spa<br>\n07 Mini Market<br>\n08 Golf Cart Service<br>\n09 Lift<br>\n10Day care Center<br>\n11 24 Hours Security<br>\n12 Garbage Collection<br>\n13 Community Hall<br>\n14 Children’s play area<br>\n15 Extra Parking<br>\n16 CCTV Operation<br>\n17 Charging Points<br>\n18 Tennis court<br>\n19 Driver’s quarters<br>\n20 Basket Ball Court<br>\n21 Restaurants<br>\n22 Medical Center<br>\n23 Laundry<br>\n24 Saloon<br>\n25 BBQ Pavilion<br>\n26 Out door Gym<br>\n27Foot Relaxing path<br>\n28 Reading Cabanas<br>\n29Management office<br>\n30Party Lawn<br>\n31Solar Facility for common areas<br>\n32Pharmacy <br>\n33Bakery <br>\n34Intercom facility <br>\n35ATM Facility <br>\n36On Call Ambulance Centre <br>\n37Bill Paying Facility <br>\n38Yoga <br>\n39Tution Class Facility <br>\n40Car Washing Bay <br>\n41Cricket nets <br>\n42Game Center <br>\n43Kamatha <br>\n44Aerobics <br>\n45Meditation Deck + Five Extra Activities </p>"
}