{
  "type": "house",
  "title": "Brand New 3 story Buliding for rent ",
  "location": " Piliyandala Road, Maharagama",
  "price": "Rs. 400,000",
  "details": "<p>No Agent No Brokers No Time Wasters Please Contact Below Named For More Information Or Any Clarification <br>\n<br>\nNo Separate Floors ...renting As A One Unit Only Real Solutions For Your Real Estate Needs <br>\n<br>\nබ්‍රෝකර්වරැ අනවයයි <br>\n<br>\n<br>\nඔබ සැබැ නිර්ව්‍යාජ ගැණුම්කරැවෙක් නම්....... ලිපිනයන් පාරවල් විස්තර අසමින් අපහසුතාවයට පත් නොවි මෙම දේපළට පැමිනිමට පළමුව කරුණාකර පැහැදිලිවම කලින් දින වේලාවක් වේන්කර ගෙන පැමිනෙන්න එසේ නොමැතිව අපහසු තාවයට පත් නොවන්න කරුණාකර දැන්විම සමිපුර්නයෙන් කියවීමෙන් පසුව අප අමතන්න. <br>\n<br>\n<br>\nBrand New Modern Building Approximately 6,000sq.ft .<br>\n<br>\n9 Perch Of Land Extent (final Stage In Construction) To Be Rent For Modern Showroom/office / Bank For Rent –in Hart Of Maharagama City. -<br>\n<br>\nthe Building Is Located In The City Center – Maharagama Facing Piliyandala Main Road - Basement With Parking For 5-6 Vehicle Security Room 20x15 <br>\n<br>\n<br>\nGround Floor And 1st Floor 52x32ft Modern Type Roof Top 52x32 With Roof - All Modern Facilities - Fully Tiled Floors - Front View Completed With Glass -400kg Lift Specially Ideal For Bank (hence No Bank At All In Piliyandala Road) Or Else Office, Showroom, Clothing Store, Reputed Company, Customer Care Or Any Prominent Commercial Ventures. <br>\n<br>\n<br>\nRent And Lease Terms Can Be Negotiated Upon Inspection. <br>\n<br>\nApproximately 4lkhs Per Month For Whole Unit With Resolvable Month <br>\n<br>\n<br>\nDo Not Miss Out On This Great Opportunity As You Will Not Find a Better Location Than This In Maharagama. <br>\n<br>\n<br>\n<br>\nRohitha Perere Real Estate Reg No; W.j 16094 Est:1996 No 99 /1c High Level Road Mahragama Srilanka <br>\n<br>\n<br>\nE-mail Orpsrilanka@yahoo.com <br>\n<br>\n<br>\n<br>\nSkype Rohitha350 Hot Line 0711082827 <br>\n<br>\n<br>\nඉඩකඩම් / ව්යාපාරික දේපළ, / නිවාස -විකිණීමට / මිලදි ගැනීමට /කුලියට ගැනීමට හෝ නවිනපන්නයට නිවාස සැදීම සඳහා Professional In Housing &amp;land Sales .the Easiest Way To Buy/sell/rent/lease House &amp; Properties. Available Hotel &amp; Housing Projects (investment) In Sri Lanka &amp; United State Of America </p>"
}