{
  "type": "house",
  "title": "Brand New Luxury G2-D Type Large 3 Bed Apartment for Sale @ Clearpoint Res",
  "location": " Rajagiriya",
  "price": "Rs. 59,000,000",
  "details": "<p>Welcome to Clearpoint Residencies, a unique opportunity to be part of a community residing in the lap of luxury whilst setting a benchmark for modern high-rise living. Overlooking the scenic views of the Diyawanna Lake in Rajagiriya, Sri Lanka, Clearpoint Residences consist of 171 supremely spacious, meticulously designed apartments spread across 46 floors. The building is located within a few minutes of a drive from the Central business district of Colombo.<br>\nClearpoint will be the tallest residential vertical garden in the world, with planted terraces circling the entire structure and an inbuilt self-sustaining watering system. Guided by its cutting-edge yet holistic design approach, the building will feature several sustainability features that will substantially reduce the energy and water consumption of its residents, whilst providing a level of comfort and luxury that is truly in harmony with nature. Come experience the sensation of naturally green living with the panoramic views of the high rise abode.<br>\nThe building consists of 171 spaciously designed 2, 3 and 4 bedroom apartments, a limited number of penthouses and presidential suites spread over 46 floors. In place of ordinary balconies, all apartments will be equipped with large terraces with self-sustaining gardens. Whilst preventing the apartments from receiving direct exposure to sunlight and providing shade, these large terraces will lend themselves as extra entertainment spaces.<br>\nProviding one of the best skyline views in the city and crystal clear water, this deluxe infinity pool presents you with the luxury to enjoy an invigorating swim.<br>\nWith the latest fitness equipment, our state-of the-art fitness center will ensure that you and your family will stay fit and healthy throughout the year.<br>\nAn ideal opportunity for a cardiovascular workout, challenge a friend to a friendly game of squash or tennis.<br>\nWe consider our residents’ comfort and security a priority, especially when faced with today's security challenges. That’s why we have one of the best security and surveillance systems at Clearpoint to safeguard our residents 24/7.<br>\nWhether it is for you or your guests, we provide dedicated parking areas for easy access to and from your vehicle to apartment.<br>\nResidents will use proximity cards to enter and exit the apartment complex, where when the resident points the card within a few inches of the proximity card reader, the access doors unlock.<br>\nThe regenerative drive technology will produce the elevators’ own electricity while consuming the minimum amount of electricity from the main power grid, making them more cost effective to run than conventional elevators. The intelligent sorting system that has been incorporated into the programming of the lift will increase its efficiency by directing the occupants to a specific lift that will take them to their apartment in the least amount of time, as controlled by your personal proximity card.<br>\nWe provide advanced garbage separation and collection solutions within our premises, where you no longer have to worry about the disposal of solid waste.. The waste is sold and the money collected will be used towards the management of the building which will lower the cost of maintenance at Clearpoint Residencies.<br>\n<br>\nApartment located above the 30th floor with breathtaking views.<br>\n<br>\nQuoted Sale Price : LKR 59 Million <br>\n<br>\nNO BROKERS/AGENTS PLEASE<br>\n</p>"
}