{
  "type": "house",
  "title": "Brand new luxury house at Kalalgoda, Thalawathugoda",
  "location": " Kalalgoda, Thalawathugoda",
  "price": "Rs. 31,000,000",
  "details": "<p>Facing and having access from two 20 foot roads a Super Luxury house made to a very high spec.<br>\nArchitect Designed Solidly built luxury house in a sought after area.<br>\nPeaceful, Serene and very residential neighbourhood with Engineers/Lawyers and architect neighbours.<br>\n10 perch extremely clear titled land (pedigree checked by multiple lawyers).<br>\n3 bedrooms with all attached toilets.<br>\nSeparate visitors toilet.<br>\nServant Facilities<br>\nAll wood Highest grade Kumbuk,Teak or Jak and brick walls.<br>\nBalconies with Wooden deck.<br>\nBeautiful pantry with Marble worktop (some fitted branded appliances).<br>\nTwo remote roller gates one from each of the 20 foot roads and parking facility for 4 cars within premises. <br>\nOver 10 or more cars can be parked outside the house.<br>\nAll rooms with with Air Conditioners and provision for more A/C for living areas if required but since it is a high roof ground floor with an open balcony the house is very airy and self cooling.<br>\n350Kw Solar Electricity production installed for Electricity, which is highly sufficient to supply to the whole house and may even have excess.<br>\nSeparate Solar hot water installed with all bathrooms and pantry having both hot and cold water.<br>\nAll Bathroom fittings from Rocell (latest Square designs).<br>\nAll tiles throughout the house from Rocell.<br>\nover 600 Sq Feet of Kumbuk wood used.<br>\nHigh Elevation and flood free area and a nicely planned drainage system.<br>\nTap fittings and main door fittings from UK.<br>\nFully landscaped.<br>\nBuilt to live maintaining ergonomics and auspicious times.<br>\nCCTV covering the full premises.<br>\nTreated for termites with warranty and the facility to refill without any hassle after 5 years.<br>\nFrom house <br>\n- 150 meters to Kalalgoda road<br>\n- 400 meters to parliament 174 road <br>\n- 1.9 kilmoters to Thalawatugoda town.</p>"
}