{
  "type": "house",
  "title": "Col - 03 ,19th lane Luxury Apartments",
  "location": " 19th lane , Kollupitiya, Colombo 3",
  "price": "Rs. 37,400,000",
  "details": "<p>Blue Ocean at 19th Lane, Colombo 03 will be an exceptionally designed building, comprising 16 storeys that can accommodate 66 luxurious apartments. There is an alluring combination of three and two-bedroom apartments. This apartment is designed by renowned architects to conform to international standards, using premium-quality building materials and best-practice construction techniques to deliver outstanding luxury living.<br>\n<br>\nThis apartment is designed by renowned architects to conform to international standards, using premium-quality building materials and best-practice construction techniques to deliver outstanding living spaces. Maximum priority has been given to sea &amp; city views and also to fresh air circulation.<br>\n<br>\nThe uniqueness of Blue Ocean's 19th lane apartment is that all the bedrooms are spaciously designed to give more breath and to rotate more air circulation with natural ventilation inside the rooms. European fittings and designed walls, flooring and ergonomically designed granite topped European styled pantries with latest fashionable pantry cupboards. Some apartments even incorporate maid's quarters, for absolute privacy for the homeowner. In addition, Swimming Pool, BBQ pavilion also on the rooftop, a fully equipped gymnasium and wide ramped parking space. It is evident that every detail that melds fast paced city life into a relaxing home environment is being included.<br>\n<br>\nUnit A (1980 Sqft.) - 3 Bedrooms, 3 Bathrooms &amp; Maid’s Room<br>\nUnit B (1660 Sqft.) - 3 Bedrooms, 3 Bathrooms &amp; Maid's Room<br>\nUnit C (1175 Sqft.) - 2 Bedrooms &amp; 2 Bathrooms<br>\nUnit D (1125 Sqft.) - 2 Bedrooms &amp; 2 Bathrooms<br>\nUnit E (1190 Sqft.) - 2 Bedrooms &amp; 2 Bathrooms<br>\nUnit F (1580 Sqft.) - 3 Bedrooms &amp; 2 Bathrooms<br>\n<br>\nPlease note that the Project would be completed in a matter of 14 Months and would be able to arrange an attractive interest free payment plan to make the payments in installment basis.<br>\n<br>\nFeel free enough to contact us anytime for further details with regard to 30+ Luxury Apartment Complexes <br>\n<br>\n</p>"
}