{
  "type": "house",
  "title": "Dehiwala Luxury 1750-Sqft Blue Ocean Apartments for Sale",
  "location": " No.31, De Alwis Place, Dehiwala, Dehiwala",
  "price": "Rs. 33,000,000",
  "details": "<p>Blue Ocean is proud to launch another cutting-edge condominium at No. 31, De Alwis Place, Dehiwala. The new project will cater uniquely designed modern architecture apartments which are fully luxury with sophistication and elegance blend in tranquility at an elite residential neighborhood in the heart of Dehiwala. <br>\n<br>\nBlue Ocean at De Alwis Place, Dehiwala is comprised into an 8-storey, 25-unit condominium with a unique appearance. The completion of this project will be on time and ready for occupancy as per the schedule. Each apartment comprises two and three bedroom units including a spacious living room, pantry and dining room that guarantee a comfortable living for its occupants. <br>\n<br>\nThe apartments are designed with modern architecture and interior amenities to suit the latest styles for a luxury living in a cosmopolitan setting. The rooms are designed to deliver sophistication and elegance. The atmosphere of tranquility and relaxation is enhanced by the pastel tiled floors. The serenity of the private balcony overlooking the sea and city view adds to the appeal of these rooms. Mirroring the kaleidoscope of life and nature, the fusion of sky and earth is seamlessly reflected in captivating architecture of these apartments whilst merging luxurious modern amenities and entertainment in a sophisticated cosmopolitan setting in the heart of the Colombo’s immediate suburb. <br>\n<br>\nUnit A (1740 Sqft.) 3 Bedrooms, 3 Bathrooms &amp; Maid's Room<br>\nUnit B (1100 Sqft.) 2 Bedrooms &amp; 2 Bathrooms<br>\nUnit C (1100 Sqft) 2 Bedrooms &amp; 2 Bathrooms<br>\nUnit D (1750 Sqft.) 3 Bedrooms, 4 Bathrooms &amp; Maid's Room<br>\nUnit E (1855 Sqft.) 3 Bedrooms, 3 Bathrooms &amp; Maid's Room<br>\nUnit F (1835 Sqft.) 3 Bedrooms, 3 Bathrooms &amp; Maid's Room<br>\nUnit G (1870 Sqft.) 3 Bedrooms, 3 Bathrooms &amp; Maid's Room<br>\n<br>\nPlease note that the apartment would be ready to occupy in a matter of 3 months and would be able to make arrangements to physically inspect the unit.<br>\n<br>\nBank loan facilities could be arranged if required.<br>\n<br>\nFeel free enough to contact me anytime for any further details.<br>\n</p>"
}