{
  "type": "house",
  "title": "Duplex Penthouse For Sale in Havelock City",
  "location": " Havelock City, Colombo 5",
  "price": "Rs. 105,000,000",
  "details": "<p>Here is your Chance to live in Sri Lanka's most Luxurious Apartment Complex!<br>\n<br>\nThis particular Penthouse apartment is a beautiful 4-bedroom Penthouse with 2 attached washroom and<br>\n1 common washroom.<br>\n<br>\n• Ground Floor: Master Bedroom with Attached washroom, Living &amp; Dining, Kitchen &amp; Servant's room + washroom<br>\n• Upper Floor: Master Bedroom with attached washroom &amp; Two Bedrooms with a common washroom, Deck and entrance to the main balcony of the tower.<br>\n<br>\nIt also consists with separate maid's area, a washroom and a separate maid's entrance.<br>\nLocated on Top Floor with spectacular views of the City, Club house and the Garden (Has 2 Balconies) .<br>\nVery Spacious Penthouse that has a floor area of 3500 sq.ft.<br>\n<br>\nOther Facilities:<br>\nThe premises include many facilities such as a magnificent swimming pool, a gymnasium, and designated Car Park with 24/7 security. Also a high-end commercial tower with enormous facilities is about to be completed within the premises!<br>\n<br>\n(• No Brokers or Agents will be entertained.)<br>\n<br>\nLocation: Located in Colombo 05 with 5 minutes drive to Galle Road and surrounding Temples, Shrines, Churches and Mosques. Also near to many supermarkets &amp; restaurants, etc.<br>\n<br>\nOther Facilities:<br>\nThe premises include many facilities such as a magnificent swimming pool, a gymnasium, and ample Car Parking with 24/7 security to the entire premises<br>\n<br>\nPlease contact TSL Property on: +94112677534 or<br>\n+94766787070 / +94778973140 (Viber / Whatsapp) for more details and to arrange an immediate viewing.<br>\n<br>\nWe have Many Other Luxury Apartments Available in Colombo that might be ideal with your requirement. If you are interested, All you have to do is sending us a simple e-mail to: info@tslproperty.com, specifying your requirements. We are always happy to Help you, Absolutely for FREE!<br>\n</p>"
}