{
  "type": "house",
  "title": "Elegant Architect Designed House with Pool & Spacious Garden",
  "location": " Kiribathgoda",
  "price": "Rs. 120,000,000",
  "details": "<p>Located in a very peaceful as well as tranquil environment in one of the best residential neighborhoods in Kiribathgoda off Makola Road with walking distance to the Kiribathgoda Town. <br>\n<br>\nArchitect designed lovely masterpiece with beautifully maintained large landscaped garden area with summer house as well as a club house, swimming pool and entertainment floor for special functions. The ground floor comes with spacious sitting area, TV lounge, dining area, large master bedroom with walk in closet and attached bathroom, an office room, powder room, guest bathroom, quite an elegant pantry with fitted cupboards, a laundry room, store room and a separate house for the servants which comes with sitting area,2 bedrooms, attached bathroom &amp; pantry/dining area with a utility room. <br>\n<br>\nThe upper floor of the house consist of a lovely living/sitting area overlooking down stairs,4 bedrooms with attached bathrooms with walk in closets, nice terrace in the front overlooking the splendid garden.<br>\n<br>\nApart from the main house there is another 2 storied office building facing the road with ground floor for parking and upper floor for office space which is fully carpeted &amp; fully Air-conditioned with an attached bathroom and a mini pantry.<br>\n<br>\nThe house flooring done with Terra-cottar as well as Ceramic Tiles and comes with following features:-<br>\n<br>\n•\tLand Extend :- 95 Perches<br>\n•\tTotal Floor Area 5,700sqft<br>\n•\t5 Bedrooms with A/c + Office Room<br>\n•\t6 Bathrooms<br>\n•\tThree Phase Electricity<br>\n•\t10KVA Stand by Generator<br>\n•\tSolar Hot Water Facilities<br>\n•\tPiped Main Line Water<br>\n•\tWater Sump &amp; Overhead Water Tank<br>\n•\tCCTV System<br>\n•\tMaids/Drivers Quarters<br>\n•\tSeparate Office Building<br>\n•\tAmple Parking<br>\n•\tHigh Parapet Walls with 2 High Steel gates<br>\n<br>\n<br>\nQuoted Selling Price :- LKR 120 Million<br>\n<br>\nNO BROKERS WILL BE ENTERTAINED<br>\n</p>"
}