{
  "type": "house",
  "title": "Elysian - Mirissa ",
  "location": " Mirissa",
  "price": "Rs. 15,076,600",
  "details": "<p>RESIDENCE<br>\nRising above the golden sands of the south coast, Elysian Mirissa takes island living at a luxury apartment in Sri Lanka to whole new heights. Providing wondrous views of the ocean beyond, our five, 14 floor towers feature a total of 164 modern apartment homes where stylish sophistication blends seamlessly with contemporary comforts for rest, recreation and romance.<br>\n<br>\nLOCATION MIRISSA<br>\nOur beachfront apartments are located on the sun-kissed crescent-shaped beach of Mirissa, a coastal town in south Sri Lanka. A top spot for dolphin and whale watching, Mirissa is a popular tourist destination.<br>\n<br>\nARCHITECT | MILROY PERERA ASSOCIATES<br>\nMilroy Perera Associates, a leading architectural firm in the country is the expert behind our apartments in Mirissa. One of their iconic projects includes the development of the world’s tallest residential vertical garden (Clearpoint Residencies – Rajagiriya).<br>\n<br>\nTOWER 1 LUXURY PERSONIFIED<br>\nOverlooking the Indian Ocean, these spacious one &amp; two bedroom apartments are perfect for couples and families alike. Tower 1 also has an idyllic landscaped rooftop terrace with seating to take in the magical sea views.<br>\n<br>\nTOWER 2 SEASIDE SANCTUARY<br>\nEach of the two bedroom apartments at Tower 2 provides an elegant home away from home beside the ocean. On the rooftop are an infinity pool and scenic sky garden, ideal spots to soak up the island’s coastal charm.<br>\n<br>\nTOWER 3 EXCLUSIVE INDULGENCE<br>\nWith a rooftop infinity pool looking out across the sea as well as additional pools for certain apartments above the seventh floor, Tower 3 offers lavish two bedroom units that create a sense of exclusivity.<br>\n<br>\nTOWER 4 INFINITE COMFORT<br>\nFeaturing three bedroom apartments, Tower 4 comes with stunning seascape panoramas which can be enjoyed at its rooftop infinity pool. Those staying above the seventh floor also have access to private pools between floors.<br>\n<br>\nTOWER 5 COASTAL ESCAPE<br>\nSurrounded by the unobstructed sights and sweet serenades of the sea, Tower 5 lets you experience the best of island luxury. Directly facing the ocean, these two bedroom apartments come with chic design &amp; breathtaking vistas.<br>\n<br>\n<br>\nFACILITIES LUXURY FEATURES<br>\n-Common infinity swimming pool and restaurant,<br>\n- Rooftop infinity pools on three of the towers <br>\n-Sky Garden <br>\n-Spa<br>\n-Children’s play area<br>\n<br>\nOur towers are designed to offer the ultimate comforts in your second home.<br>\n</p>"
}