{
  "type": "house",
  "title": "First Class luxury Brand New Apartments in Colombo - 03",
  "location": " No.06, 19th Lane, Colombo 03, Sri Lanka, Colombo 3",
  "price": "",
  "details": "<p>Blue Ocean at 19th Lane, Colombo 03 will be an exceptionally designed building, comprising 11 Residential Floors that can accommodate 66 luxurious apartments. There is an alluring combination of three and two-bedroom apartments. This apartment is designed by renowned architects to conform to international standards, using premium-quality building materials and best-practice construction techniques to deliver outstanding luxury living.<br>\n<br>\nThis apartment is designed by renowned architects to conform to international standards, using premium-quality building materials and best-practice construction techniques to deliver outstanding living spaces. Maximum priority has been given to sea &amp; city views and also to fresh air circulation.<br>\n<br>\nThe uniqueness of Blue Ocean's 19th lane apartment is that all the bedrooms are spaciously designed to give more breath and to rotate more air circulation with natural ventilation inside the rooms. European fittings and designed walls, flooring and ergonomically designed granite topped European styled pantries with latest fashionable pantry cupboards. Some apartments even incorporate maid's quarters, for absolute privacy for the homeowner. In addition, Swimming Pool, BBQ pavilion also on the rooftop, a fully equipped gymnasium and wide ramped parking space. It is evident that every detail that melds fast paced city life into a relaxing home environment is being included.<br>\n<br>\nFurther, this sky-scraping condo will be an exclusively designed and constructed luxurious complex with meticulous attention to detail, blending quality craftsmanship to mesmerize with an aesthetic ambience. The captivating spacious bedrooms, living room, bathrooms and pantry have been elegantly designed to deliver sophistication and elegance blend with natural harmonic epitome style of living with Sense of Pride, Comfort, Taste and Value in a cosmopolitan setting of life.<br>\n<br>\nUnit A (1980 Sqft.) - 3 Bedrooms, 3 Bathrooms &amp; Maid’s Accomodation<br>\nUnit B (1660 Sqft.) - 3 Bedrooms, 3 Bathrooms &amp; Maid’s Accomodation<br>\nUnit C (1175 Sqft.) - 2 Bedrooms &amp; 2 Bathrooms <br>\nUnit D (1125 Sqft.) - 2 Bedrooms &amp; 2 Bathrooms<br>\nUnit E (1190 Sqft.) - 2 Bedrooms &amp; 2 Bathrooms<br>\nUnit F (1580 Sqft.) - 3 Bedrooms &amp; 2 Bathrooms <br>\n<br>\n<br>\n( 0 % interest )<br>\n<br>\nMAKE A RESERVATION <br>\n<br>\nNegotiable Payment Plans Available and for Locals &amp; Foreign citizens - Interest Free Installment Scheme or Bank Loan can be Obtained Through Tripartite Agreement.<br>\n<br>\n<br>\nFor further information (price &amp; availability), please call us.+94772216617</p>"
}