{
  "type": "house",
  "title": "Golden Opportunity - 10 Bed rooms Super Luxury House",
  "location": " Walpita Road,, Athurugiriya",
  "price": "Rs. 450,000,000",
  "details": "<p>LOCATION<br>\nThis house is situated in a highly residential as well as commercial &amp; well secured location off Athurugiriya - Welipillewa - Walpita Road,<br>\nDESCRIPTION<br>\nIt is an architect designed newly built luxury house with Large landscaped garden areas on either side &amp; courtyard by the living room and dinning room, the ground floor consists of a spacious sitting &amp; dinning room area &amp; an open pantry by the dinning room and breakfast area with fitted cupboards with granite top, four Ten rooms including Ten attached bathrooms,balcony areas &amp; roof top area &amp; separate servant rooms,driver room with toilets. <br>\n<br>\nFACILITIES<br>\nThe house is fully tiled,wooden and imported marble flooring in many areas, Remote control gate has Three phase electricity fitted ceiling fans for the rest of the areas, has pipe borne water supply with solar hot water facilities , all of the doors, windows &amp; the pantry cupboards are made using quality wood, the sitting &amp; dinning room areas are fitted with imported chandelier light fittings, all of the bathrooms are fitted with imported accessories, Eco friendly design.<br>\n<br>\n2 x extra en-suite Master bed rooms with two very large studies/office rooms each left wing with large bathroom with shower and bathtub outdoor.<br>\nRight wing with same size bathroom and Jacuzzi bathtub indoor.<br>\n<br>\n5 x large en-suite Double bedrooms each with own bathtub, shower and toilet.<br>\n<br>\n1 x en-suite housekeeper bedroom with bathroom<br>\n<br>\n2 x servant bed rooms with bathroom<br>\n<br>\nAdditional four wash rooms - Two near entrance hall for male and female respectively and Two near servant quarter also for male and female respectively.<br>\n<br>\nOther special Features - Very large entrance hall, dining room and main living room. Covered space for 5 vehicles, guest car park with large separate gate for approx, 15 cars. Two solar cell panel on roof for water heating, double brick wall walls against heat, well water for entire complex, excellent garden drainage, private asphalt surface driveway from the main gate to the front porch.<br>\n<br>\n60 kw backup generator <br>\n<br>\nThis property will be most suitable for a super luxury boutique hotel. </p>"
}