{
  "type": "house",
  "title": "Gregory’s Road, Col 7 Super Luxury Apartments.",
  "location": " Gregory’s Road, Colombo 7, Colombo 7",
  "price": "Rs. 79,900,000",
  "details": "<p>A spectacular location and a green living paradise was chosen as Blue Ocean’s next premier luxury and homely designed apartment at No.73, Gregory’s Road, Colombo 07 (also known as R G Senayakae Mawatha). This luxurious apartment infuses unmatched elegance into its entire architectural concept, using contemporary facilities and amenities to add innovative vignettes of modern and aesthetic green city life. The luxury apartment is located in one of the most premier residential zone accessible with an 80-feet boundary-facing roadway. <br>\n<br>\nThe neighborhood surrounded with some the top schools such as D.S.Senanayake College and St. Bridget’s Convent, International High Commissions/Embassies of the countries such as Japan, Australia, Canada, Russian Federation, United Kingdom and many more are within the walking distance from the residencies. <br>\n<br>\nThis apartment is designed by renowned architects to conform to international standards, using premium-quality building materials and best-practice construction techniques to deliver outstanding living spaces. Maximum priority has been given to city views and also to fresh air circulation. <br>\n<br>\nThe uniqueness of Gregory’s Road apartment is that all the bedrooms are spaciously designed to give more breath and to rotate more air circulation with natural ventilation inside the rooms. European fittings and designed walls, flooring and ergonomically designed granite topped European styled pantries with latest fashionable pantry cupboards. Some apartments even incorporate maid's quarters with a separate entrance, for absolute privacy for the homeowner. In addition Swimming Pool, BBQ pavilion also on the rooftop, a fully equipped gymnasium and wide ramped parking space. It is evident that every detail that melds fast paced city life into a relaxing home environment is being included. Moreover, the apartment complex was only designed with only few apartment units to entertain a very clam and decent living environment the high-end professionals who willing to invest in this prestigious residential address. <br>\n<br>\nPlease note that attractive Interest Free Payment plans could be arranged to suit clients requirement. <br>\n<br>\nFeel free enough to contact us anytime for further details and details with regard to the 30+ Luxury Apartment developments in and aroud Colombo City.</p>"
}