{
  "type": "house",
  "title": "Hosue for sale in Thalangama ",
  "location": " Bataketiya Road, Udumulla South, Thalangama, Battaramulla",
  "price": "Rs. 32,500,000",
  "details": "<p>New House<br>\n2 Stories<br>\n8.5 perches<br>\n3000 square feet<br>\n3 Bedrooms <br>\n3 bathrooms <br>\nOne balcony<br>\n2 en suite rooms<br>\n2 living areas<br>\nGarage parking for 2 vehicles<br>\n15 feet access road<br>\nCourtyard<br>\nRoof top terrace<br>\nFront garden<br>\nBackyard<br>\nTiled floor<br>\nMaid's quarters<br>\nA/C rooms<br>\nHot water<br>\nCCTV camera system <br>\n<br>\nWith 3 spacious bedrooms and 3 stylish bathrooms, this lovely 2 stories house is great for a family of 3 or 4 members. It is built over 8.5 perches which includes garage parking for 2 vehicles, maid’s quarters and a rooftop terrace. This house is great for families with children and pets since there is a lot of room to play around in with the front garden, back yard and rooftop terrace, this is also a great opportunity for gardeners. In terms of design, the architecture of the house is unique and refreshing with great ventilation and indoor lighting which includes a sky light. A CCTV camera system has been installed to provide a sense of safety and security, Bataketiya is also known for its quiet and peaceful neighborhoods where there is security in numbers and it’s a lovely environment for any large family. <br>\n<br>\nThalangama is on the fringes of Colombo, which means travelling to places such as Battaramulla, Thalawathugoda, Koswatta, Malabe and Thalahena. Amenities such as banks (Commercial bank, Union bank, Sampath bank, Peoples bank, BOC, HNB, NDB, NSB, HSBC), hospitals (Santa Dora hospitals, Nawaloka Medical center, Sri Jayewardenepura hospital, Hemas hospital, Life Plus (pvt) ltd), supermakets (Cargills food city, Laugfs supermarkets, Keells Super) are within close proximity. Thalangama also has many restaurants around the areas with a range of cuisines to choose from<br>\n</p>"
}