{
  "type": "house",
  "title": "House and Land in Kalutara for sale",
  "location": " Alwiswatta, Kalutara",
  "price": "Rs. 42,500,000",
  "details": "<p>A modern 2 storied 6 bedrooms, 5 bath rooms, house with boundary walled ½ acre land. 1.8Km from Galle Rd near PTS Aluwihara ground, approx. 40 minutes to Colombo via Expressway.<br>\n<br>\nThis new house completed in 2013 is situated in close proximity to Kalutara and Nagoda towns. <br>\n<br>\nNagoda Public Hospital, Phillips Memorial Hospital, Police Training School, supermarkets, ocean beaches and other amenities are within the radius of two to three kilometers.<br>\n•\tAn Architect designed solidly built (using quality material) 2 storied house<br>\n•\tLarge 6 bed rooms, with 5 baths (en suite in each floor (2))<br>\n•\tKitchen with granite pantry top, polished class one timber cupboards and under mount sink. <br>\n•\tAdditional detached kitchen with servant facilities (bath, toilet &amp; room) <br>\n•\tAn open car porch for two vehicles, entrance lobby with an open balcony<br>\n•\tSecurity alarm system installed.<br>\n•\t77 perches (vegetation with matured mango, jackfruit and teak trees)<br>\n•\tEntire land is covered by a 7ft parapet wall strengthened by RCC columns and beams &amp; color washed<br>\n•\tTwo gated entrances from nothern and west sides of the land <br>\n•\tAn additional outer stairway for the upstairs can be use as two houses/ annex <br>\n•\tEntire house is 9” thick brick masonry, plastered and color washed<br>\n•\tComplete tiled flooring including on all balconies <br>\n•\tSolid wooden interior &amp; exterior, beautifully polished<br>\n•\tSLT telephone, single phase electricity, French windows <br>\n•\tTwo iron sliding gates fixed (wired for auto operation) on Northern and Western sides. <br>\n•\tWell and pipe born water with 2 overhead water tanks with street line water connection. <br>\n•\tHot and cold water plumbing. Additional system for purification of storm and waste water is installed<br>\n<br>\n<br>\n<br>\nIdeal for Doctors or expatriates/ foreigner seeking to settle in quiet and village like neighborhood in Sri Lanka. <br>\n<br>\nA very large open space is available for further development, or partition with each gate access, and could be used to build another house, etc. <br>\n<br>\nThe land is single owned. Clear deeds, accepted by banks for mortgage loans.<br>\n<br>\n<br>\n</p>"
}