{
  "type": "house",
  "title": "House For Sale Or Rent In Negombo",
  "location": " Negombo, Negombo",
  "price": "",
  "details": "<p>House For Sale Or Rent. - ඔබගේ ස්ථිර පදිංචියට නගරයේ හොදම නේවාසික කලාපයේ වටිනාම අවස්ථාවක්<br>\nFully furnished ,4 bed rooms 12x12 size, 1 bathroom is equipped with hot water., Separate pantry and equipped with fitted cupboards 10x12 size., Dining area, Living area, Veranda, Balcony 4x10 size, Garden, Water line and electricity available,2 Car porches, Parking for 4 cars on site .Built using quality material<br>\n<br>\nClose by for developed commercial centers, popular schools, districts general hospital and private hospitals, many restaurants, bakeries, fruit stands and grocery stores. and etc.<br>\nFurniture for all rooms Including Living, Dining and all bedrooms etc...<br>\n2 minutes to Maristella branch., 5 minutes to to Negombo town and Nawaloka hospital with general hospital o all banks, super markets, 8 minutes to Negombo beach with tourists hotels.,15 minutes to International Airport Katunayake.<br>\n<br>\nA well configured, beautifully designed family house in a quiet prestigious neighborhood.<br>\nFor More Details please contact 0777513750 .<br>\n<br>\nඔබගේ ස්ථිර පදිංචියට නගරයේ හොදම නේවාසික කලාපයේ වටිනාම අවස්ථාවක්. පර්චස් 13. 5 ක සියලු නාගරික පහසුකම් සහිත, මනා ලෙස හිරු එළිය ලැබෙන සමබිමක හතරවටේ තාප්ප යොද අයිතිකරු පදිංචිය සදහාම සාදාගත් අංගසම්පුර්ණ නිවාසය. මීගමුව නගරයේ සියලු වැදගත් ස්ථානවලට පයින් යාමට පුළුවනි. නිදන කාමර 4, ඔබගේ ස්ථිර පදිංචියට නගරයේ හොදම නේවසික කලාපයේ වටිනාම අවස්ථවක්. මිලගණන් සාකජ්චා කළ හැක.. නිරවුල් ඔප්පු . ඔබට පැමිණිම හෝ වැඩි විස්තර දැනගැනීමට කරුණාකර අමතන්න 0777513750 <br>\nමෙම නිවස සිථීර පදිංචියකට හෝ සංචාරක නිවහනකටද ඉතා සුදුසුය.<br>\n</p>"
}