{
  "type": "house",
  "title": "Inner Flower Road Luxury Apartments for Sale",
  "location": " Inner Flower Road, Colombo 3",
  "price": "Rs. 51,100,000",
  "details": "<p>One of the latest iconic Apartment Complexes from the Blue Ocean Group of Companies lies at No. 121, Inner Flower Road, Kollupitiya. The location gets surrounded by every facility that apartment buyers seek for when they invest in apartments. The highly popular schools such as Ladies College, Royal College, and Thurstan College are located very close to this iconic residential project. Government and private institutions, companies, hospitals, play grounds as well as one of the most beautiful strips of beaches enriches the surrounding of the project adding much value to the price you spend on owning an apartment of this aesthetic architectural marvel in Kollupitiya. The new Apartment Complex in Kollupitiya comprises five floors, rooftop garden, gym, and functional area. Each apartment of the project boasts two and three bedrooms, spacious living rooms and quarters for maids. Every room mesmerizes visitors with its aesthetic designs.<br>\n<br>\nPlease note that this is an ongoing apartment Project by Blue Ocean Group Of Companies and we are expecting to complete the project within a 4 Month time period where as we have arranged an interest free payment plan in order to do the payments in installment basis.<br>\n<br>\nOther Blue Ocean Iconic Projects<br>\n<br>\n# 03, Samudra Mawatha, Mt.Lavinia<br>\n# 48, Templers Road, Mt.Lavinia<br>\n# 03, College Avenue, Mt.Lavinia<br>\n# 18, Retreat Road, Bambalapitiya<br>\n# 30, Siripala Road, Mt.Lavinia<br>\n# 142/4, Galle Rd, Kollupitiya<br>\n# 23, Moor's Road, Wellawatte<br>\n# 22, Boswell Place, Wellawatte<br>\n# 45, Alfred House Gdn, Kollupitiya<br>\n# 05, Railway Avenue, Nugegoda<br>\n# 06, De Alwis Avenue, Mt.Lavinia<br>\n# 502, Havelock Road, Colombo 05<br>\n# 06, 19th Lane, Colombo 03<br>\n# 73, Gregory’s Road, Colombo 07<br>\n# 08, Jayasinghe Road, Colombo 05<br>\n# 25, Frankfurt Place, Colombo 04<br>\n# 19, Barnes Avenue, Mount Lavinia<br>\n# 121, Inner Flower Road, Colombo 03**</p>"
}