{
  "type": "land",
  "title": "Investment Opportunity - Beachview Property for Sale",
  "location": " Chilaw - Thoduwawa Road, Chilaw",
  "price": "Rs. 4,000,000",
  "details": "<p>This 20-acre property is 44 km north of the international airport, and close to Chilaw town. The drive from the airport takes about one hour. <br>\n<br>\nThe beach is a 5-minute walk from the property, across the quiet and peaceful Chilaw - Thoduwawa road. The road frontage of the property towards the beach is 120 meters. The property is rectangular in shape, about 640 meters long and 120 meters wide. <br>\n<br>\nThe property is actually between the sea and the lagoon; the lagoon is about 500 meters away. The entire 20 acres is planted with more than 1000 coconut trees and a few cashew trees. Coconuts are plucked every two months and the annual yield is about 50,000 coconuts. The soil is sandy and suitable for tropical fruits and vegetables. Fresh water is available. The property is well irrigated with a pipeline which is used to water the coconut trees. An agro-tourism project would be highly feasible.<br>\n<br>\nThe popular Carolina Beach Hotel is only 100 meters away. The property is ideal for a tourist resort, for holiday bungalows, or for retirement homes. <br>\n<br>\nThe Voice of America relay station, situated near the property, shut down recently, returning 400 acres of land to the Sri Lankan government. The government plans to establish a tourism zone in the area - with a golf course, a beach park, and improvements to local roads. The nearby lagoon dredged. <br>\n<br>\nIn February 2017, the Sri Lanka government brought a new regulation decreeing that a land lease tax would not be levied from a foreigner or a foreign company. The lease could be up to 99 years.<br>\n<br>\nKalpitiya, famous for dolphin watching and water sports, is only 90-minutes from property. Wilpattu National Park, well known for leopard, bear, and elephants, is only 2-hours away. <br>\n<br>\nThis is a freehold property, which I have owned for 14 years.<br>\n<br>\n<br>\n</p>"
}