{
  "type": "house",
  "title": "Land with house for sale in St. Joseph Street, heart of Thelwatta junction in Negombo (next to the Cargills Food City and Mega Keells Supermarket)",
  "location": " St. Joseph Street, heart of Thelwatta junction in Negombo, Negombo",
  "price": "",
  "details": "<p>19.2 perches land with House for Sale in heart of The Telwatte Junction, St. Joseph Street, in Negombo, (next to the Cargills Food City and Mega Keells Supermarket-walking distance).<br>\nHouse Facing road name: St. Joseph's Street.<br>\n10 meters to A3 Colombo Negombo main road <br>\n<br>\nHouse is also close to:<br>\nArpico Supermarket<br>\nLeading school in Negombo town<br>\nNegombo Nawaloka Hospital, General Hospital <br>\n100 meters to newly built Hatton National Bank in Thelwatta junction in Colombo Negombo Road <br>\nCommercial Bank in Thelwatta junction in Colombo Negombo Road<br>\nNegombo Municipal Council in Thelwatta junction<br>\nOdel in Thelwatta junction<br>\nDominos pizza in Thelwatta junction\t<br>\nPizza Hut in Thelwatta junction and all other restaurants.<br>\nThe place and House is good for tourism/doctor/business or to reside.<br>\nHouse was built in 2002.<br>\nPlease call directly to owner Neil: Phone number :81-07036623624 or 81-7036623624.<br>\nBrother Lalith: phone number :0772955779 in Sri Lanka.<br>\n“INSPECTION ONLY FOR GENUINE BUYERS, AND NEED PRIOR APPOINTMENTS.<br>\n\"STRICTLY NO BROKERS OR AGENTS.\" <br>\n\"Call advertiser for Price.\" and Price can be negotiated .<br>\n“CLEAR DEED”<br>\nමීගමුවේ ශා. ජෝසප් වීදිය, තේල්වත්ත හන්දිය, කාගිල්ස් ෆුඩ් සිටි සහ කීල්ස් සුපර්මාර්කට් අසල පිහිටි නිවස සමඟ පර්චස් 19.2 ක ඉඩමක් විකිණීමට ඇත.සංචාරක ව්යාපාරයට / වෛද්යවරයකුට/ ව්යාපාරයට හෝ වාසය කිරීමට සුදුසු ස්ථානයක නිවස පිහිටා ඇත . වැඩිවිස්තර සදහා අමතන්න නීල් : දුරකථන අංකය: 81-07036623624 හෝ 81-7036623624.<br>\nලලිත්: දුරකථන අංකය: 0772955779 <br>\n<br>\n\"තැරව් කරුවන් හෝ නියෝජිතයින් නැත.\"<br>\n\"මිල සඳහා වෙළඳ ප්රචාරකයා අමතන්න.\" මිල ගණන් සාකච්ඡා කළ හැකිය.<br>\n“පිරිසිදු ඔප්පු ”<br>\nනිවසද සමීපව:<br>\nආපිකෝ සුපර්මාර්කට්<br>\nමීගමුව නගරයේ ප්රධාන පාසල් <br>\nමීගමුව නවලෝක රෝහල,<br>\nමහ රෝහල<br>\nකොළඹ මීගමුවේ තේල්වත්ත හංදියේ පිහිටි හැටන් නැෂනල් බැංකුවට (දුර මීටර් 100ක් )<br>\nකොළඹ මීගමුව පාරේ තේල්වත්ත හන්දියේ පිහිටි කොමර්ෂල් බැංකුව<br>\nමීගමුව මහ නගර සභාව තේල්වත්ත හන්දිය<br>\nතේල්වත්ත හන්දියේ පිහිටි<br>\nඔඩෙල්<br>\nතේල්වත්ත හන්දියේ පිහිටි ඩොමිනෝස් පීසා<br>\nතේල්වත්ත හන්දියේ පිහිටි පීසා හට් සහ අනෙකුත් සියලුම අවන්හල්.</p>"
}