{
  "type": "land",
  "title": "Land with House & Cafe Facing Main Road for Sale in Battaramulla",
  "location": " Wickramasinghepura, Battaramulla",
  "price": "Rs. 2,750,000",
  "details": "<p>Single story house with operational restaurant facing main road for sale. The property holds incredible commercial value as it is facing the Wickramasinghepura main road and positioned opposite to the Independent Television Network [ITN]. Located approx. 900 meters from the Wickramasinghepura Junction.<br>\n<br>\nThe front of the property has been recently refurbished and features a fully functional A/C restaurant with a furnished seating area of approx. 1,000 square feet. A four bedroom house sits behind the restaurant, currently utilized as the kitchen, storage area &amp; staff accommodation for the restaurant. The property also features a large back garden and a driveway within the premises providing safe parking for two vehicles. <br>\n<br>\nRestaurant<br>\n- Approx. 1,000 square foot restaurant equipped with A/C [Two Units].<br>\n- Furnished sitting area with tables and chairs. <br>\n- Equipment and appliances include coffee machine, blender, fridge, freezer &amp; kitchen equipment.<br>\n- CCTV system with monitor.<br>\n<br>\nHouse<br>\n- Approx. 1,000 square foot house featuring four bedrooms and staff bathroom.<br>\n- Separate pantry and kitchen utilized for the restaurant. <br>\n- Safe parking for two vehicles inside premises.<br>\n- Large landscaped back garden.<br>\n- Single phase electricity. Separate meters for house and restaurant.<br>\n<br>\nCurrent Status<br>\n- Structure constructed approx. 35 years ago, restaurant area refurbished approx. 2 years ago.<br>\n- The entire property is currently leased to a third party who is operating the restaurant. <br>\n- Monthly rental income is approx. LKR 150,000 per month. <br>\n- Tenancy agreement can be terminated upon one months notice or extended upon mutual agreement at the request of the new owner. <br>\n<br>\nPrice negotiable upon inspection.<br>\n<br>\nViewings can be arranged by prior appointment only.</p>"
}