{
  "type": "house",
  "title": "Luxry Boutique Hotel For Sale - Bentota",
  "location": " Yathramulla, Bentota, Bentota",
  "price": "Rs. 100,000,000",
  "details": "<p>A most attractive Boutique Villa Hotel situated in a calm, tranquil riverside location. The local amenities of Aluthgama, Bentota and the Beach are within easy reach, either by walking, tuk tuk or by our boat. From the Hotel are spectacular views across the river to the lagoon. Tourist Board and BOI approved. Highly rated by guests on social media outlets like TripAdvisor.<br>\nThe layout of the Hotel consist of a large open sided Restaurant with views over the well maintained gardens sweeping down to the jetty on Bentota river. There is a large modern kitchen, with side rooms and pastry kitchen. Two Staff rooms and washrooms. Public toilets off the Restaurant. Liquor room.<br>\nSeparate accommodation building overlooking the ample swimming pool had six en suite bedroom, three on each floor.<br>\nEach room has A/C, ceiling fan, fridge, TV and either a large balcony or terrace area.<br>\nThe second floor could be developed into 2- 3 suites with stunning views. There is great potential in this property to develop and to modernise the booking systems.<br>\nThe Sale includes all the shares in the Company, all furnishings fittings and fixtures.<br>\nThere is also a ´Tube Well, and 80kw generator included.<br>\nApprox 94 perches including Parking area.<br>\n<br>\nFACILITIES<br>\n<br>\nFully furnished super luxury 6 en Suite Rooms<br>\nAll rooms fitted with A/C, Hot water, TV, ceiling fan mini fridge and furniture<br>\nLandscaped Garden<br>\nA Jetty with Boats<br>\nPrivate outdoor sitting area with 12 Sun Beds facing the river.<br>\nSolid, Excellent Quality, Neat Construction<br>\nExcellent Attractive Architecture<br>\nLand extent: 94 p.<br>\nSwimming pool<br>\nRestaurant for 50 pax<br>\nAmple vehicle parking area<br>\nUtility room, dry storage room and guest wash rooms<br>\nBeer &amp; wine Licence <br>\nAn extra-large kitchen with best quality equipment and utensils<br>\nA/C Pastry kitchen<br>\nTube well and water tanks<br>\nGenerator<br>\nAmple space for future expansion<br>\n<br>\nThere are endless opportunities with this magnificent property. Needs to be viewed to<br>\nappreciate its beauty.<br>\nIt makes this property a very well positioned and desirable investment.<br>\n</p>"
}