{
  "type": "house",
  "title": "Luxury Apartment in Colombo 05",
  "location": " No.502, Havelock Road, Colombo 05, Colombo 5",
  "price": "",
  "details": "<p>Blue Ocean Group, Sri Lanka’s dynamic group of companies, is proud to announce its latest addition of luxury and homely designed apartment at No.502, Havelock Road, Colombo 05. This luxurious apartment infuses unmatched elegance into its entire architectural concept, using contemporary facilities and amenities to add innovative vignettes of modern city life. Blue Ocean – Havelock Road luxury apartment project is located in a high class decent residential area accessible through an 80-feet boundary-facing roadway. The neighborhood surrounded with top class restaurants, supermarkets, prestigious private and international schools and institutions and many more are within the walking distance from the residencies. <br>\n<br>\nThis apartment is designed by renowned architects to conform to international standards, using premium-quality building materials and best-practice construction techniques to deliver outstanding living spaces. Maximum priority has been given to views and also to fresh air circulation. Strategically-located, they will give you a lifetime of pleasure. <br>\n<br>\nThe uniqueness of Blue Ocean - Havelock Road apartment is that all the bedrooms are spaciously designed to give more breath and to rotate more air circulation with natural ventilation inside the rooms. European fittings and designed walls, flooring and ergonomically designed granite topped European styled pantries with latest fashionable pantry cupboards. Some apartments even incorporate maid's quarters with a separate entrance, for absolute privacy for the homeowner. <br>\n<br>\nIn addition BBQ pavilion also on the rooftop, a fully equipped gymnasium and wide ramped parking space. It is evident that every detail that melds fast paced city life into a relaxing home environment is being included. Your new apartment is exclusively designed and constructed with meticulous attention to detail, blending quality craftsmanship to mesmerize with an aesthetic ambience. The captivating spacious bedrooms, living rooms, drawing rooms and bathrooms have been elegantly designed to deliver sophistication and elegance blend with natural harmonic epitome style of living with Sense of Pride,Comfort, Taste and Value in a cosmopolitan setting of life.facilities are roof top swimming pool,function hall,fully equipped gym and invdividual carpark,would be able to make arrangement to view a completed apartment as well.<br>\n<br>\nImportant Message,<br>\n<br>\nDear Respected Customer, <br>\n<br>\nI take this opportunity to thank you for taking your valuable time in reading this message and showing great interest in purchasing luxury condo for Blue Ocean Group - sales of any condominium housing unit,in respect of which the sale agreement has been entered into prior to aprial.2018.<br>\n<br>\nMAKE A RESERVATION BEFORE APRIAL 1st.<br>\n<br>\nIf your not entered to sales agreement before aprial have to pay <br>\n15% precentage .VAT. SAVE15%.<br>\n<br>\nNegotiable Payment Plans Available and for Locals &amp; Foreign citizens - Interest Free Installment Scheme or Bank Loan can be Obtained Through Tripartite Agreement.<br>\n<br>\n<br>\nFor further information (price &amp; availability), please call us.+94772216617</p>"
}