{
  "type": "house",
  "title": "Luxury beachfront Penthouses - LIP 134",
  "location": " Galle",
  "price": "",
  "details": "<p>LIP-134 An architectural gem set on 100 meters of private beach in the most exclusive beachfront area on the Southern coast of Sri Lanka. A private collection of just 47 beachfront luxury residences including 2 &amp; 3-bedroom collections, three 2-level custom penthouses and two garden villas, every one of which is oriented to make the most of the uninterrupted views across the Indian Ocean. Sophisticated, private, soulful, Serenia offers residences focusing on unparalleled amenities and services. An exceptional union of artistic inspiration and modern smart-home technology features. Residents will live in serenity on the sands of one of the most sought after addresses in the South of Sri Lanka, Talpe - Galle.<br>\n<br>\n2-Level Custom Sky Penthouse 4,200 sq. ft. Price on application<br>\nStyled across two floors, 2 luxury custom sky penthouses boast a private rooftop terrace and rooftop plunge pool with a sun deck, summer barbecue kitchen and entertainment space. The proposed layout can be customized to the discretion of the owner. Besides the living room, this apartment offers the possibility to create up to four bedrooms based on the owner’s wishes and unique custom furnishing options.<br>\n<br>\n2-Level Custom Presidential Penthouse 12,700 sq. ft. Price on application<br>\nOne ultra-luxury presidential penthouse is available on level 7 and 8 of Serenia's residential tower that pushes the modern lifestyle to the next level. Offering custom-built indoor and outdoor space, on the upper floor, the dominant feature is a glass atrium with a pool deck overlooking the sunrise rooftop pool, surrounded by a lush green garden, relaxation zone and sunset barbecue summer kitchen. The attraction of this magnificent presidential penthouse lies in its individuality. The proposed layout can be fully customized to the discretion of the client. This apartment offers the possibility to create up to six bedrooms based on the owner’s wishes.</p>"
}