{
  "type": "house",
  "title": "LUXURY HOUSE FOR SALE in WELLAWATTE !",
  "location": " Wellawatte, Colombo 6",
  "price": "Rs. 80,000,000",
  "details": "<p>This two storied architecturally designed luxury house in a residential area for sale in Wellawatte. The property centrally located in a quiet neighbourhood. Two unit upstairs house, Ground floor consists of master bedroom with on suite and two bed rooms with a common bath room Spacious and grand looking living area separate dining area which leads to an open garden. Good size study room which can be used as a 4th bed room. Same floor area and plan, except for the Study room in upstairs. This is one of the fastest growing residential city and the property can be rented up to minimum 150k per month.<br>\n<br>\nAREA\t: 11.37 Perches (with 3500+ sq.ft of building extend)<br>\n<br>\nOTHER: <br>\n\tBuilding extend 3500+ sq.ft.<br>\n\t7 Bedrooms (including Study room).<br>\n\t4 Bathrooms (2 bathrooms on each unit).<br>\n\tFully equipped pantry. <br>\n\tSeparate maid’s room with bath room.<br>\n\t2 Car parks with separate entrance. <br>\n\tSeparate entrance for both units. <br>\n(Can be used as one or two separate units).<br>\n\tTwo road access for the property.<br>\n\tQuiet neighbourhood. <br>\n\tOpen garden.<br>\n\tCentrally located and close proximity of Dehiwala, Kirulapana, Wellawatte junction, <br>\nPamankada, Narehpita, Havelock town &amp; Nugegoda<br>\n<br>\nPOINTS TO NOTE:<br>\n\tThis house has two units (Two separate bills)<br>\n\tTwo entrance from internally and externally<br>\n\tValue for money due to lower price (Current land value is 8 million to 11 million in Colombo 06)<br>\n\tThe owner residing abroad <br>\n\tA high profile and a quiet neighbourhood.<br>\n\tCan be rented up to Rs. 200,000 to Rs. 250,000 per month<br>\n\tPrice quoted only for the land value <br>\n\tAs most of the houses sold and built apartments in Colombo 06, not much individual houses in <br>\nwellawatte anymore<br>\n\tSingle owner and very professional<br>\n\tThe documents are 100% clear. <br>\n<br>\nFOR MORE INFO, PLEASE CONTACT US ON 0777223376.</p>"
}