{
  "type": "house",
  "title": "Meemure road ",
  "location": " Wadawalakanda, Hunnasgiriya, Kandy",
  "price": "Rs. 220,000,000",
  "details": "<p>Name of the place means the place of peace and tranquillity.Here nature is unspoiled and accessable.<br>\nThis place is situated in Knuckles mountain range approx 30km east of Kandy. Here the climate is the best since its cool around 5-10 degrees below colombo. Not too hot and not too cool.<br>\nIts location is on the Meemure road 1000m above sealevel with a astonishing view over Dumbara valley and has mountains behind the premesis that is around 500m high. <br>\nClose to the world heritage sight but not too close to build an develop the area. <br>\nMeemure is an ancient village area that is very popular to visit and every weekend there is about 300 vehicules travelling there.<br>\nKnuckles hosts a world heritage and some of the best trekking in Sri Lanka is found here together with lots of waterfalls and pools.<br>\n<br>\nIts a eco friendly luxury mountain resort placed on the best location that gives the guests a breathtaking view from all the rooms. From the rooftop we are given a 360 degree view over the landscape and scenery. Here we serve the morning coffe/ tea when the guest experience the sunrise.<br>\nIt has today spacious unique 7 rooms (2 suites) and a restaurant that oversees the valley below.<br>\nThere is not many places that can compare to this in Sri Lanka. <br>\nOn the 7 acre land there is space for future expansion. There is place for a helipad also. <br>\nConstruction has been finalized by Colombo company that has given 15 year warranty.<br>\n<br>\n2017 we finished several buildings that host staff quarters, drivers quarters, laundry etc.<br>\nAlso a budget stay was opened to accommodate 30-40 pax on low budget.<br>\nThis in I separate part of the land and is isolated from the Hotel/Chapel/conference facilities.<br>\nA full grown garden since several years is maintained by our gardener.<br>\nSince 2017 its fully operational. <br>\n<br>\nIts valued around 250+ million LKR. All predictions points to a value growth since its unique and only.<br>\nBut I sold for 220 million LKR.<br>\n<br>\nIt's a opportunity to a unique property. Locations like this is very hard to find and very expensive to build on.<br>\nCould be used as a vacation home also.<br>\n<br>\nCall owner direct <br>\nOnly english speaking <br>\nNo brokers <br>\n</p>"
}