{
  "type": "house",
  "title": "Modern Two Attached Houses for Sale in Prestige Location in Colombo 7",
  "location": " Colombo 7",
  "price": "Rs. 370,000,000",
  "details": "<p>Are you looking for a modern luxury 2 attached houses in prestige Colombo 7 to buy?<br>\nHere is an opportunity for you to grab it before it’s too late.<br>\n<br>\nThis is a Unit with a Land mass of 14.50P located in a very tranquil quite as well as in a very high-end respected neighborhood in one of the prestige locality at the end of the road in Colombo 7.<br>\nThe Property built as 2 houses attached comprising total floor area of 6,500sqft in all.<br>\n<br>\nProperty Features: - Land Extent 14.50 Perches<br>\nTotal Floor Area 6,500sqft<br>\n2 Houses with 10 Bedrooms built in the Year 2010<br>\nPriced @ LKR 370 Million <br>\n<br>\nHouse Details at a Glance:-<br>\n<br>\nHouse No. 01<br>\n<br>\n2 Storied House with Roof Top comes Furnished with Air-conditioned Bedrooms<br>\nGround Floor- Sitting, Living &amp; Dining Area, Pantry, Bedroom with attached Bathroom, Indoor Court-Yard Maids Quarters with Garage area for 2 Vehicles<br>\nParking with Auto Roller Gate.<br>\n1st Floor – Large Master Bedroom with attached Bathroom, 2 Bedrooms with common Bathroom, TV Lounge, small Pantry<br>\n<br>\nLand Extent: 7.50 Perches<br>\nFloor Area : 3,000sqft<br>\nPriced @ LKR 170 Million<br>\n<br>\nHouse No. 02<br>\n<br>\n4 Level House comes with modern luxury furniture with Lift to all the floors and 2 floors fully Air-conditioned [Ground &amp; 1st Floor to be completed]<br>\nGround Floor – 3 Car Garage with Auto Roller Gate and Provisions for Maids Qtrs &amp; Kitchen<br>\n1st Level – Almost completed but Flooring &amp; Fixtures &amp; Fittings to be in place which has 3 Bedrooms with 2 bathrooms,<br>\n2nd Level – Fully Air-conditioned with tastefully designed furniture comes with Timber/Tile flooring Sitting &amp; TV lounge, Dining area, Pantry, Kitchen, <br>\n2 Bedrooms with attached Bathrooms, Maids Toilet <br>\n3rd Level – Veranda &amp; Spacious Master Bedroom with attached Bathroom consisting Hot-Tub with Steam and Lovely Office Room. <br>\n4th Level – Shrine Room open to the Sky.<br>\n<br>\nLand Extent: - 7.00 Perches<br>\nFloor Area: - 3,500sqft<br>\nPrices @ LKR 200 Million<br>\n<br>\nThe property is ideal for a family who liked to live together in two houses.<br>\n<br>\nBuyers have the optiont to buy the entire Unit or One House.<br>\n<br>\nPlease note detailed info as well as images could be disclosed only for serious inquiries provided his/her details forwarded via email only and viewing too could be arranged accordingly after giving due considerations to the info submitted.<br>\n<br>\nNO BROKERS/AGENTS WILL BE ENTERTAINED<br>\n</p>"
}