{
  "type": "house",
  "title": "Mount Lavinia Hotel Road Luxury Apartments for Sale",
  "location": " No.30, Hotel Road, Mount Lavinia, Sri Lanka, Mount Lavinia",
  "price": "Rs. 24,700,000",
  "details": "<p>Blue Ocean’s newest residential condominium project has been launched at No 30, Hotel Road, Mount Lavinia. The new project will comprise uniquely designed modern, luxury apartments with sophistication and elegance blended in tranquility at an elite tourist city in the heart of Mount Lavinia.<br>\n<br>\nBlue Ocean at Hotel Road is a 13-storey, 54-unit condominium with a unique appearance. The completion of this project will be on time and ready for occupancy as per the schedule. Each apartment comprises two and three bedroom units including a spaciously furnished living room, pantry and dining room that guarantee a comfortable living for its occupants. The apartments are designed with modern architecture and interior amenities to suit the latest styles for a luxury living in a cosmopolitan setting. The neighborhood surrounded with 5 start hotels, Restaurants, Renowned Schools such as St. Thomas College, top class supermarkets, prestigious private schools and institutions and many more are within the walking distance from the Residencies.<br>\n<br>\nThe rooms are designed to deliver sophistication and elegance. The atmosphere of tranquility and relaxation is enhanced by the pastel tiled floors. The serenity of the private balcony overlooking the sea and city view adds to the appeal of these rooms. Mirroring the kaleidoscope of life and nature, the fusion of sky and earth is seamlessly reflected in captivating architecture of these apartments whilst merging luxurious modern amenities and entertainment in a sophisticated cosmopolitan setting in the heart of the Mount Lavinia. <br>\n<br>\nSome apartments even incorporate maid's quarters with a separate entrance, for absolute privacy for the homeowner. Every apartment has its own balcony with a mini garden and where the occupants can enjoy the mesmerizing panoramic views. Your new apartment is exclusively designed and constructed with meticulous attention to detail, blending quality craf tsmanship to mesmerize with an aesthetic ambience. <br>\n<br>\n3 Bedrooms, 2 Bathrooms &amp; Maid’s Room : Unit A - 1750 Sq.ft. <br>\n2 Bedrooms, 2 Bathrooms &amp; Maid's Room : Unit B - 1300 Sq.ft.<br>\n2 Bedrooms, 2 Bathrooms &amp; Maid’s Room : Unit C - 1320 Sq.ft. <br>\n3 Bedrooms, 2 Bathrooms &amp; Maid’s Room : Unit D - 1730 Sq.ft. <br>\n3 Bedrooms &amp; 2 Bathrooms : Unit E - 1455 Sq.ft. <br>\n2 Bedrooms &amp; 2 Bathrooms : Unit F - 1245 Sq.ft. <br>\n<br>\nPlease note that its a ongoing project and we are looking forward to complete the project in a matter of 18 months where as an interest free payment plan could be arranged in oreder to make the payments in an installment basis.</p>"
}