{
  "type": "land",
  "title": "Multipurpose 20A-VP Tea Estate.",
  "location": " Galakoluwa Estate, Rattota, Matale., Matale",
  "price": "Rs. 2,500,000",
  "details": "<p>Well Managed 20 Acre young VP Tea Estate for sale in Rattota, Matale. <br>\n<br>\nA. General Details: The estate Located above 970M elevation approaching top of the Knuckles mountain range approximately 4.0KM from Rattota Town along the Galekoluwa Estate road, with high yielding young VP Tea Bushes, provided with Piped spring water throughout the year, National Electrical Power and good GSM signals for use of mobile devices. <br>\n<br>\n•\tThe estate is located away from residential areas and suitable for Eco Tourism, large scale Poultry &amp; dairy farming and potential for other commercial agricultural projects.<br>\n<br>\n•\tThe estate won the presidential award for the one of the best managed small estates (1 of 5) in the Central Province for the year 2008. <br>\n<br>\n•\t12 Acres Planted with High yielding VP Tea TRI 2023, 2025 &amp; 2026 inter crops with Black pepper Wines and additional area of 4 acres being prepared for planting with TRI 4066 Tea Clones together with Nutmeg plants, large number of young &amp; large Puwak trees, Cloves, coffee, various types of Mango trees (including the most popular TJC varieties), Butter fruit Trees, Various citrus trees and many jack fruit trees including various, valued Timber trees and shade Trees found throughout the estate.<br>\n<br>\n•\tEntire estate divided into small units (see attached map) with interlinking access roads throughout the tea plantation. Number of fresh water springs within the estate woodland areas (1.5 Acres) supplying natural spring water throughout the year with a large storage pond for additional irrigation of newly planted trees.<br>\n<br>\nB. Building &amp; Sheds: The estate includes 2 separate bungalows with Power &amp; water connections, newly constructed raised goat’s sheds, Chicken sheds and tea leaves shed / Store.<br>\n<br>\na)\tFully restored Owner’s Bungalow with large veranda, kitchen, and living room, 2 bedrooms with attached bathrooms on Ground floor and 3rd Bedroom / Bathroom on the first floor with large balcony, overlooking the Tea Estate with Power &amp; water supply.<br>\n<br>\nb)\tManager’s Bungalow with large Office area, kitchen, living room / bedrooms with separate outside toilet on Ground floor with large balcony, overlooking the Tea Estate with Power &amp; water Supply.<br>\n<br>\nc)\tNewly Constructed elevated High Breed Goat’s Sheds (1850 sq.ft): to keep 100 high breed goats and young kids. (could be easily converted to chicken shed. <br>\n<br>\nd)\tNumber of Chicken pens for keeping chicken, Guinea Fouls, Goose and Quails. Separate Tea leaves shed / stores available.<br>\n<br>\n•\tPlease serious buyers only looking for a multipurpose 20 Acres VP Tea estates and offered for Rs 50.0 Million . <br>\n<br>\n•\tPlease contact for further details : 076 696 7273 or 076 472 9595 and a 2015 video of the estate can be seen with youtube search for Tea Estate Galakolowa.<br>\n<br>\n</p>"
}