{
  "type": "house",
  "title": "No - 31 De Alwis Place Dehiwala",
  "location": " NO - 31 DE ALWIS PLACE DEHIWALA, Dehiwala",
  "price": "",
  "details": "<p>Blue Ocean is proud to launch another cutting-edge condominium at No. 31, De Alwis Place, Dehiwala. The new project will cater uniquely designed modern architecture apartments which are fully luxury with sophistication and elegance blend in tranquility at an elite residential neighborhood in the heart of Dehiwala. <br>\n<br>\nBlue Ocean at De Alwis Place, Dehiwala is comprised into an 8-storey, 25-unit condominium with a unique appearance. The completion of this project will be on time and ready for occupancy as per the schedule. Each apartment comprises two and three bedroom units including a spacious living room, pantry and dining room that guarantee a comfortable living for its occupants. <br>\n<br>\nThe apartments are designed with modern architecture and interior amenities to suit the latest styles for a luxury living in a cosmopolitan setting. The rooms are designed to deliver sophistication and elegance. The atmosphere of tranquility and relaxation is enhanced by the pastel tiled floors. The serenity of the private balcony overlooking the sea and city view adds to the appeal of these rooms. Mirroring the kaleidoscope of life and nature, the fusion of sky and earth is seamlessly reflected in captivating architecture of these apartments whilst merging luxurious modern amenities and entertainment in a sophisticated cosmopolitan setting in the heart of the Colombo’s immediate suburb.and showing great interest in purchasing luxury condo for Blue Ocean Group. I hereby attached you all available details Condo for your kind consideration. <br>\n<br>\nThough it is a very new condo which we launched for pre-sales, we have successfully sold 75% of the apartment on its ground level. This is purely for the quality of our output, on-time delivery, and indeed a high residential location. Therefore, since we have very few apartments left, we would not like you to miss this opportunity. <br>\n<br>\nFurther if you have any additional queries please do not hesitate to contact us anytime. We will be very much happy to serve you the best possible information to pursue your interest. <br>\n<br>\nImportant Message,<br>\n<br>\nDear Respected Customer, <br>\n<br>\nI take this opportunity to thank you for taking your valuable time in reading this message and showing great interest in purchasing luxury condo for Blue Ocean Group - sales of any condominium housing unit,in respect of which the sale agreement has been entered into prior to aprial.2018.<br>\n<br>\nMAKE A RESERVATION BEFORE APRIAL 1st.<br>\n<br>\nIf your not entered to sales agreement before aprial have to pay <br>\n15% precentage .VAT. SAVE15%.<br>\n<br>\nNegotiable Payment Plans Available and for Locals &amp; Foreign citizens - Interest Free Installment Scheme or Bank Loan can be Obtained Through Tripartite Agreement.<br>\n<br>\n<br>\nFor further information (price &amp; availability), please call us.+94772216617</p>"
}