{
  "type": "house",
  "title": "No - 30 Hotel Road Mount Lavinia ",
  "location": " NO - 30 HOTEL ROAD MOUNT LAVINIA , Mount Lavinia",
  "price": "Rs. 20,900,000",
  "details": "<p>Blue Ocean’s newest residential condominium project has been launched at No 30, Hotel Road, Mount Lavinia. The new project will comprise uniquely designed modern, luxury apartments with sophistication and elegance blended in tranquility at an elite tourist city in the heart of Mount Lavinia. <br>\n<br>\nBlue Ocean at Hotel Road is a 09 Residential Floors, 54-unit condominium with a unique appearance. The completion of this project will be on time and ready for occupancy as per the schedule. Each apartment comprises two and three bedroom units including a spaciously furnished living room, pantry and dining room that guarantee a comfortable living for its occupants. The apartments are designed with modern architecture and interior amenities to suit the latest styles for a luxury living in a cosmopolitan setting. The neighborhood surrounded with 5 start hotels, Restaurants, Renowned Schools such as St. Thomas College, top class supermarkets, prestigious private schools and institutions and many more are within the walking distance from the Residencies.feel like a 5star hotel.<br>\n<br>\nUnit A (1615 Sqft.) - 3 Bedrooms, 2 Bathrooms &amp; Maid’s Accomodation<br>\n<br>\nUnit B (1290 Sqft.) - 2 Bedrooms, 2 Bathrooms &amp; Maid’s Accomodation<br>\n<br>\nUnit C (1415 Sqft.) - 2 Bedrooms, 2 Bathrooms &amp; Maid’s Accomodation<br>\n<br>\nUnit D (1600 Sqft.) - 3 Bedrooms, 2 Bathrooms &amp; Maid’s Accomodation<br>\n<br>\nUnit E (1450 Sqft.) - 3 Bedrooms &amp; 2 Bathrooms<br>\n<br>\nUnit F (1230 Sqft.) - 2 Bedrooms &amp; 2 Bathrooms<br>\n<br>\nFacilities :<br>\n<br>\nRooftop Swimming Pool, Luxury Banquet /Function Hall, Reception Lobby/Hall, Fully Equipped Gym and Individual Carpark<br>\n<br>\nMAKE A RESERVATION <br>\n<br>\nNegotiable Payment Plans Available and for Locals &amp; Foreign citizens - Interest Free Installment Scheme or Bank Loan can be Obtained Through Tripartite Agreement.<br>\n<br>\n( 0 % interest ) <br>\n<br>\nFor further information (price &amp; availability), please call us.R.MIRESH +94772216617 </p>"
}