{
  "type": "house",
  "title": "No - 15,lillian Avenue Mount Lavinia Srilanka ",
  "location": " NO - 15,LILLIAN AVENUE MOUNT LAVINIA SRILANKA., Mount Lavinia",
  "price": "",
  "details": "<p>Dear Respected Customer, <br>\n<br>\nBlue Ocean’s newest residential condominium project has been launched at No 15, Lillian Avenue, Mount Lavinia. The new project will comprise uniquely designed modern, luxury apartments with sophistication and elegance blended in tranquility at an elite tourist city in the heart of Mount Lavinia. <br>\n<br>\nBlue Ocean at Barnes Avenue is a 7-storey, 15-unit condominium with a unique appearance. The completion of this project will be on time and ready for occupancy as per the schedule. Each apartment comprises two and three bedroom units including a spaciously furnished living room, pantry and dining room that guarantee a comfortable living for its occupants. <br>\n<br>\nThe apartments are designed with modern architecture and interior amenities to suit the latest styles for a luxury living in a cosmopolitan setting. The neighborhood surrounded by Sri Lanka’s Iconic Five Star Hotel named Hotel Mount Lavinia, Renowned Schools such as St. Thomas College, top class supermarkets, prestigious private schools and institutions and many more are within the walking distance from the Residencies. and indeed a high residential location. Therefore, since we have very few apartments left, we would not like you to miss this opportunity. <br>\n<br>\nFurther if you have any additional queries please do not hesitate to contact us anytime. We will be very much happy to serve you the best possible information to pursue your interest.<br>\n<br>\nUnit A (1670 Sqft.) - 3 Bedrooms, 2 Bathrooms &amp; Maid's Room (Including Maid's Bathroom)<br>\n<br>\nUnit B (1035 Sqft.) - 2 Bedrooms &amp; 2 Bathrooms<br>\n<br>\nUnit C (1040 Sqft.) - 2 Bedrooms &amp; 2 Bathrooms<br>\n<br>\nUnit D (1820 Sqft.) - 4 Bedrooms, 3 Bathrooms &amp; Maid's Room (Including Maid's Bathroom)<br>\n<br>\nUnit E (1880 Sqft.) - 4 Bedrooms, 3 Bathrooms &amp; Maid's Room (Including Maid's Bathroom)<br>\n<br>\n<br>\nMAKE A RESERVATION <br>\n<br>\nNegotiable Payment Plans Available and for Locals &amp; Foreign citizens - Interest Free Installment Scheme or Bank Loan can be Obtained Through Tripartite Agreement.<br>\n<br>\n<br>\nFor further information (price &amp; availability), please call us.+94772216617</p>"
}