{
  "type": "house",
  "title": "No -121,inner Flower Road Colombo - 03",
  "location": " NO -121,INNER FLOWER ROAD COLOMBO - 03, Colombo 3",
  "price": "",
  "details": "<p>Dear Respected Customer,<br>\n<br>\nOne of the latest iconic Apartment Complexes from the Blue Ocean Group of Companies at No. 121, Inner Flower Road, Kollupitiya. The location gets surrounded by every facility that apartment buyers seek for when they invest in apartments. The highly popular schools such as Ladies College, Royal College, and Thurstan College are located very close to this iconic residential project. Government and private institutions, companies, hospitals, play grounds as well as one of the most beautiful strips of beaches enriches the surrounding of the project adding much value to the price you spend on owning an apartment of this aesthetic architectural marvel in Kollupitiya. <br>\n<br>\nThe new Apartment Complex in Kollupitiya comprises five floors, rooftop garden, gym, and functional area. Each apartment of the project boasts two and three bedrooms, spacious living rooms and quarters for maids. Every room mesmerizes visitors with its aesthetic designs. Tiled floors effortlessly match with walls which also enrich their looks with state of the art construction materials fitted under the extreme attention of skilled craftsmen under local and foreign construction engineers and designers. <br>\n<br>\nThe neighbourhood of this state of the art residential project opens only for the high class residents who value theirs and others’ privacy in equal terms. Roads run towards the apartment project providing vehicles more space to travel freely void from heavy traffic jams. Occupants of the apartment project can reach it from many such roads. The commercial capital of Sri Lanka, Colombo, is within a few minutes away from the project. In-fact the area of Kollupitiya itself belongs to Colombo Metropolitan area. Every apartment of this latest residential construction of Blue Ocean Group gives its occupants enchanting views of the Indian Ocean. Likewise, it provides mesmerizing views of the Colombo city from every angle. <br>\n<br>\nAt present, the high demand for apartments of this unique residential project shows the matchless value that Blue Ocean adds to its every residential complex. They use only the latest techniques, and high quality construction materials for carrying out their every project. They also add value by providing customers with highly reliable services when they visit or call the Blue Ocean to purchase apartments. They can receive every detail they want to know about and discuss them thoroughly. <br>\n<br>\nIn fact, investing in Blue Ocean Group apartments is a huge saving for generations to come. Visit today the Blue Ocean newest residential project at No. 121, Inner Flower Road, Kollupitiya and purchase apartments for the most affordable prices which you will never find from anywhere in Sri Lanka.<br>\n<br>\nFurther if you have any additional queries please do not hesitate to contact us anytime. We will be very much happy to serve you the best possible information to pursue your interest. <br>\n<br>\nUnit A (2040 Sqft.) - 3 Bedrooms, 4 Bathrooms &amp; Maid's Room with Private Entrance<br>\nUnit B (1820 Sqft.) - 3 Bedrooms, 3 Bathrooms &amp; Maid's Room<br>\nUnit C (1500 Sqft.) - 3 Bedroom &amp; 3 Bathrooms<br>\nUnit D (1345 Sqft.) - 2 Bedroom &amp; 2 Bathrooms<br>\nUnit E (1110 Sqft.) - 2 Bedroom &amp; 2 Bathrooms<br>\n<br>\nFacilities : Rooftop Swimming Pool, Function Hall, Fully Equipped Gym and Individual Carpark<br>\n<br>\nMAKE A RESERVATION <br>\n<br>\n( 0 % interest )<br>\n.<br>\nNegotiable Payment Plans Available and for Locals &amp; Foreign citizens - Interest Free Installment Scheme or Bank Loan can be Obtained Through Tripartite Agreement.<br>\n<br>\n<br>\nFor further information (price &amp; availability), please call us R.MIRESH.+94772216617</p>"
}