{
  "type": "house",
  "title": "No. 73, Gregory's Road, Colombo 07, Sri Lanka",
  "location": " No. 73, Gregory's Road, Colombo 07, Sri Lanka, Colombo 7",
  "price": "Rs. 79,900,000",
  "details": "<p>This apartment is designed by renowned architects to conform to international standards, using premium-quality building materials and best-practice construction techniques to deliver outstanding living spaces. Maximum priority has been given to city views and also to fresh air circulation. <br>\n<br>\nThe uniqueness of Gregory’s Road apartment is that all the bedrooms are spaciously designed to give more breath and to rotate more air circulation with natural ventilation inside the rooms. European fittings and designed walls, flooring and ergonomically designed granite topped European styled pantries with latest fashionable pantry cupboards. Some apartments even incorporate maid's quarters with a separate entrance, for absolute privacy for the homeowner. In addition Swimming Pool, BBQ pavilion also on the rooftop, a fully equipped gymnasium and wide ramped parking space. It is evident that every detail that melds fast paced city life into a relaxing home environment is being included. Moreover, the apartment complex was only designed with only few apartment units to entertain a very clam and decent living environment the high-end professionals who willing to invest in this prestigious residential address. <br>\n<br>\nMAKE A RESERVATION soon only one unit left, <br>\n<br>\n( 0 % interest )<br>\n<br>\nUnit A (1820 Sqft.) - 3 Bedrooms, 2 Bathrooms &amp; Maid's Accommodation<br>\n<br>\nUnit B (1800 Sqft.) - 3 Bedrooms, 2 Bathrooms &amp; Maid's Accommodation<br>\n<br>\nRooftop Swimming Pool, Function Hall, Fully Equipped Gym and Individual Carpark<br>\n<br>\n<br>\nNegotiable Payment Plans Available and for Locals &amp; Foreign citizens - Interest Free Installment Scheme or Bank Loan can be Obtained Through Tripartite Agreement.<br>\n<br>\n<br>\nFor further information (price &amp; availability), please call us.+94772216617</p>"
}