{
  "type": "land",
  "title": "Paddy Field Facing Land for Sale in Udugampola.",
  "location": " Nedagamuwa, Pasgammana Road., Gampaha",
  "price": "Rs. 7,850,000",
  "details": "<p>130 Perches of a very valuable Land for Sale in Nedagamuwa, Pasgammana Road, Udugampola. The land is located in less than 250 meters from 244 Negombo – Gampaha bus route. Just 15 minutes drive to Airport Colombo Ja-Ela highway Entrance, less than 20 minutes to Airport and 30 minutes to Kadawatha highway entrance, about 1 hour to Colombo Capital.<br>\n<br>\nඋඩුගම්පල, නැදගමුව, පස්ගමන මාර්ගයේ පර්චස් 130 ක වටිනා ඉඩමක් විකිණීමට. මීගමුව – ගම්පහ 244 බස් මාර්ගයේ සිට මීටර් 250 ක් දුරින් පිහිටා ඇත. විනාඩි 15 කින් පමණ ජා- ඇල අධිවේගී පිවිසුම දක්වා ද, විනාඩි 20 කට අඩු කාලයකින් ජාත්‍යන්තර ගුවන් තොටුපළට හා මිනිත්තු 30 කින් කඩවත දකුණු අධිවේගී පිවිසුමට සහ පැය 1 කින් පමණ කොළඹ අග නගරයට ලගා විය හැක. ගම්පහ, මිනුවන්ගොඩ, ජාඇල, සීදූව, කටුනායක යන ප්‍රධාන නගර වලට පහසුවෙන් ළඟා විය හැකිය.<br>\n<br>\nGood solid land with has lots of Jack 35 Trees, Del, Mango, Rambutan, Gadu Guda, Butter Fruit trees.<br>\nAccording to the land value of the province, a reasonable price is requested.<br>\nPrices can be negotiated after checking the land.<br>\n<br>\n- Telephone<br>\n<br>\n- Electricity and other necessary facilities available here<br>\n<br>\n- Wide road access<br>\n<br>\n- Very Clear Deeds -<br>\n<br>\nකොස් ගස් 35, දෙල්, අඹ, රඹුටන්, ගඩු ගුඩා අලිගැටපේර ගස් ඇතුලු ගස් වර්ග රාශියක් ඇත.<br>\nපලාතේ ඉඩම් වටිනාකම අනුව ඉල්ලා සිටින්නේ සාධාරණ මිලකි.<br>\nමිල ගණන් ඉඩම පරීක්ෂා කිරීමෙන් පසුව සාකච්ඡා කල හැක.<br>\n<br>\n- දුරකථන<br>\n<br>\n- විදුලිබල හා අනෙකුත් අවශ්‍ය සියලු පහසුකම් ඇත.<br>\n<br>\n- පුළුල් මාර්ග ප්‍රවේශය<br>\n<br>\n- ඉතා පැහැදිලි ඔප්පු</p>"
}