{
  "type": "land",
  "title": "Prime Highland In Moragahahena Town For Eco-tourism ",
  "location": " Kithulakanda Road, Moragahahena",
  "price": "Rs. 27,280,000",
  "details": "<p>Sandwiched between busy Colombo and tranquil Kalutara districts, MORAGAHAHENA is the newest and emerging industrial city in the country's elite western province that houses both the Commercial Capital of Colombo and the Administrative Capital of Sri Jayawardhanapura.<br>\n400M away from rapidly industrialising town centre of MORAGAHAHENA the verdant 7-acre supreme property with a stunning 360 degree panoramic view including Sri Pada (Adam's Peak) and the Sabaragamuwa range of misty mountains, is indeed matchless. Its placid neighbourhood includes, inter alia, lush rubber plantations, sprawling paddy fields, and tranquil streams providing a unique blend of nature's gift to enrich human habitation.<br>\nBUSINESS NEIGHBOURS: Few-minutes-drive away is country's latest KNOWLEDGE HUB in Pitipana that includes :<br>\n• 26-acre large, South Asia's first-ever Green University, NSBM accommodating over 9000 national and international students<br>\n• 50-acre-large country's first-ever Nanotechnology Park, SLINTEC, frequented by national and global experts and scientists throughout the year.<br>\nMoratuwa University's upcoming Engineering Faculty and the Mahinda Rajapaksha Sports Stadium in Diyagama are both within easy reach whilst the Knowledge Hub in Malabe encompassing SLIIT, SAITM, CINTEC together with Neville Fernando Teaching Hospital is within less than 40 minutes drive.<br>\n<br>\nINVESTMENT POTENTIAL: Moragahahena's rapid pace of industrialization is receiving a shot in the arm with the current expansion of greater Moragahahena road network and the ongoing multi-million Dollar water supply scheme thus affording this property limitless future development opportunities for :-<br>\n• Eco-tourism<br>\n• Adventure Park/Recreational park<br>\n• Educational institute,<br>\n• Factory complex, or Warehouse.<br>\n<br>\nLOCATION PLUSES<br>\n• 10 minutes’ drive to Kahathuduwa Expressway Entrance, Homagama, Padukka and Horana towns<br>\n• Flood-free and ready to develop with container accessibility, ground water and 3-phase electricity.<br>\n<br>\nPrice: Rs 26.8m/acre (US$ 176,000/acre)</p>"
}