{
  "type": "house",
  "title": "Recently refurbished, 3 Bedroom, 3 Bathroom Beach side Apartment in Mount Lavinia For Sale",
  "location": " Siripala Road, Mount Lavinia",
  "price": "Rs. 26,500,000",
  "details": "<p>This is a fully Air-conditioned, 3 bedroom apartment with 3 bathrooms; one en-suite, the other to share, the 3rd bathroom is near the kitchen with a walk in shower. Large living room/diner opens out to the balcony giving a side sea view and looking down on to Siripala road. Look to the left, you can see the restaurants on the beach and to the right, Galle road. Two of the bedrooms have balconies with the same view.<br>\nKitchen and all bathrooms have hot water.<br>\nApartment is in the Stylish Mount Court Apartments, and situated conveniently on the 2nd floor. The building is wheel chair friendly as there is a lift and wheel chair access from the car park. <br>\nThe apartment has it`s own allocated parking space with 24 hour manned security and cameras.<br>\nthere is a stand by generator that automatically kicks in when there is a power cut, so you will never be without lights, Air-conditioning or the fans.<br>\nRight now the apartment is fully furnished with everything nessecery to be given on short lets to Foreigners, and is occupied most of the year generating a good income, so would be a good investment for anybody.<br>\nMy family and I like being there so we try to keep it empty for when we visit Sri Lanka.<br>\nApartment is approximately 100 yards from the Famous Mount Lavinia Beach with it`s many restaurants, bars and night life; walk along the beach to the famous Mount Lavinia Hotel to sample it's delicious cuisine, bars, night life and swimming pool; less than 5 minutes walk the other way you are on Galle road with easy access to all kinds of shops, supermarkets, international fast food, delicious local fast food, banks hotels etc.<br>\n<br>\nPlease check this link on Face book :- \"Tissanka Holiday Rentals\". You will see a video of this property.. I am looking to sell before end of March 2018.<br>\n<br>\n</p>"
}