{
  "type": "land",
  "title": "Residential, Agricultural, Industrial, Commercial Property In Urban Kaluthara",
  "location": " Serupita Road, Kalutara",
  "price": "Rs. 168,000",
  "details": "<p>Kaluthara, the western province’s moderate-clime city has its own unique identities in the historical Bo tree, the sacred Chaithiya, the 3-district catering Kaluganga kissing the Indian Ocean drawing its original name of Kaluthota, and indeed the rare fruit of Mangusteens. It perhaps is the only province having all Sri Lanka’s major export crops grown so extensively giving agriculture a top placement mostly aided by the climate unique to its own. The recent galloping infrastructural developments have opened the provinces’ hitherto ‘difficult’ areas to step in alongside the urban ones thus making the province’s uniqueness further rarer whilst receiving a shot in the arm for property values.<br>\n<br>\nFor those who wish to identify themselves in tranquil Kaluthara’s rare uniqueness and to have a home away-from-home, with an investment that is bound to exceed your expectations, here is a grand opportunity:<br>\nJust 6km away from the City Centre along carpeted Kaluthara/Serupita bus route is a 157p serene property that has, inter alia:<br>\n<br>\n1. Yielding young and mature coconut trees, jak trees, king coconut trees, aricanut trees together with a large bamboo bush, and indeed a host of fruit trees;<br>\n2. One 12-year-old two-storey 3BR house with all amenities facing the main bus route with a 35ft road frontage.<br>\n3. One 35 year-old-single-storey 4BR livable house with all amenities towards the rear of the property that borders a line of paddy fields followed by several hillocks and lush rubber plantations making it a picturesque sight thus adding a bonus commercial value to the property.<br>\n4. Water-rich soil and its lush greenery gives agriculture a dominant place whilst industrial or commercial developments are assisted by the wide road frontage to the main road and ready availability of water and 3-phase electricity.<br>\n<br>\nLocation pluses:<br>\n1. The Sri Lanka Police Training College is just stone-throws’ away.<br>\n2. All banks, national and international schools, mercantile establishments, supermarkets, hospitals, restaurants and government establishments are all within easy reach.<br>\n3. Dodangoda Expressway Entrance is just 10km away. The proposed Thebuwana Entrance is 3km away.<br>\n<br>\n</p>"
}