{
  "type": "house",
  "title": "Stunning home for sale in Thalangama ",
  "location": " 2nd Lane, Kotte-Bope Road, Thalangama , Thalangama",
  "price": "Rs. 70,000,000",
  "details": "<p>6 bedrooms<br>\n6 bathrooms <br>\n22 perches land <br>\n3,050 square feet <br>\nOffice room with separate entrance<br>\n3 story house<br>\n3 ensuite rooms<br>\n4 balconies <br>\n2 living areas<br>\nRoof terrace<br>\nBackyard<br>\n1 master bedroom with AC<br>\nHot water<br>\nSolar panels <br>\nWell lit interior<br>\nTiled floors<br>\nMaid's quarters<br>\nDriver's quarters<br>\n12 feet Access road<br>\nGarage parking for 2+2 vehicles inside the premises<br>\n<br>\nComplete with beautifully tiled floors, solar powered hot water, a central garden and a rooftop terrace, this lovely house is a great space for a large family away from the crowded city of Colombo while having convenient access to many areas as well as amenities. The two story house has 6 bedrooms, 6 bathrooms, 3 of which are attached, there are also private balconies, maids quarters, drivers quarters and garage parking for 2 vehicles. The inside of the house is very well ventilated and has plenty of natural light to illuminate the interior, additionally the house is very spacious and open making the ambience all the more peaceful. The entirety of the property is built over 22 perches of land and is conveniently located close to the main road. Having social gathering and events is another opportunity considering the large garden and rooftop terrace with plenty of space to host one. <br>\n<br>\nThalangama is on the fringes of Colombo, which means travelling to places such as Battaramulla, Thalawathugoda, Koswatta, Malabe and Thalahena. Amenities such as banks (Commercial bank, Union bank, Sampath bank, Peoples bank, BOC, HNB, NDB, NSB, HSBC), hospitals (Santa Dora hospitals, Nawaloka Medical center, Sri Jayewardenepura hospital, Hemas hospital, Life Plus (pvt) ltd), supermakets (Cargills food city, Laugfs supermarkets, Keells Super) are within close proximity. Thalangama also has many restaurants around the areas with a range of cuisines to choose from, it is also known for its quiet and peaceful neighborhoods where there is security in numbers and its a lovely environment for any large family. <br>\n</p>"
}