{
  "type": "house",
  "title": "Stunning luxury apartment for sale",
  "location": " 4th Lane, Nawala-Rajagiriya Road, Nawala",
  "price": "Rs. 65,000,000",
  "details": "<p>Ensuite rooms - Air conditioning - Luxury specifications - Rooftop garden - Garage Parking - Infinity swimming pool - CCTV camera system - 24-hour security - Maids quarters - Private balconies - Fire detection alarm system - Generator - Gymnasium - Rooftop Lounge area - Quiet residential area - Convenient location - 20-foot access road<br>\n<br>\n‘77 on Fourth’ offers the latest in modern Colombo living with beautiful style and architecture, where spacious rooms are matched with German kitchens and Italian bathroom fittings. Full length windows and light color walls allow plenty of light to fill this elegant and sophisticated 4 bedroom, 3 bathroom apartment. Complete with private balconies, en-suite master bedrooms, air conditioning in all rooms, hot water and maid’s quarters all at a very good price, we expect this 2220 square foot apartment to sell quickly. <br>\n<br>\nA stunning roof terrace offers unobstructed panoramic views of the whole of Colombo, a state of the art infinity pool, changing rooms with showers, a gym and a lounge area - a perfect relaxation space for family and friends or to sit and watch the sunset in the evening. The building has garage parking and is secured by 24-hour security guards, CCTV cameras, a reception desk and all apartments come with key-card lock front doors.<br>\n<br>\nIt is located at the center of the Nawala-Rajagiriya main road, and is provided access from three directions, where Kirimandala Mawatha offers a route with close access to Colombo. Banks (Seylan bank, Sampath bank, BOC, NTB, Pan Asia Bank, HNB, NDB, Peoples Bank, Commercial Bank, HSBC, NSB, DFCC), hospitals (Asiri Surgical Hospital, Ninewalles Care, Asiri Medicals Hospital, Lanka Hospital), supermarkets (Cargills Food City, Arpico Super center), shopping, restaurants, cafés and bars. The area is also home to many great schools and educational facilities and has convenient access to places such as Rajagiriya, Nugegoda, Kotte and Colombo 7.</p>"
}