{
  "type": "house",
  "title": "Super Luxury Apartments in Layards Road Bambalapitiya prime Location ",
  "location": " No.15A, Layards Road,, Colombo 4",
  "price": "",
  "details": "<p> <br>\nBlue Ocean Group, Sri Lanka’s dynamic group of companies, is proud to announce its latest addition of sky-scraping residential complex to already developed Sri Lanka’s most sought after city by foreigners and building community for residing, Bambalapitiya (Colombo 4).<br>\n<br>\nBlue Ocean at Layard’s Road will be an exceptionally designed building, comprising 14 stories that can accommodate 50 luxurious apartments. Some of the apartments incorporate even quarters for maids. Moreover, this unique apartment complex boasts a swimming pool, and BBQ pavilion on the rooftop. A fully-equipped gymnasium and wide-ramped parking space complete the cosmopolitan setting of the building. Balconies are standard in all apartments, giving the occupants an opportunity to capture mesmerizing views of the Indian Ocean and the Colombo city.<br>\nThe luxury apartment complex lies in one of the most premier, residential zones accessible via 60-feet wide roadway set apart from boundary walls.<br>\n<br>\nLandmarks Nearby - Colombo Hindu College, St. Peter’s College Colombo, St. Paul’s Milagriya, Ramanathan Hindu Ladies College, Muslim Ladies College and ICBT Campus.<br>\n<br>\n1st to 10th Residential Floors<br>\nUnit A 1820 Sqft. - 3 Bedrooms, 3 Bathrooms &amp; Maid’s Room<br>\nUNIT B 1545 Sqft. - 3 Bedrooms, 3 Bathrooms &amp; Maid’s Room<br>\nUNIT C 1550 Sqft. - 3 Bedrooms &amp; 2 Bathrooms<br>\nUNIT D 1190 Sqft. – 2 Bedrooms &amp; 2 Bathrooms<br>\nUNIT E 1410 Sqft. - 3 Bedrooms &amp; 2 Bathrooms<br>\n<br>\nKitchen Specifications<br>\n•\tGranite stones counter tops embedded with seamless pantry cupboards.<br>\n•\tStainless two bowl steel sink with chrome mixture tap.<br>\n•\tIntegrated oven and stainless steel cooker hob enclosed with cooker hood.<br>\n•\tIntegrated Washing Machine and Tumble Dryer in the Kitchen.<br>\n•\tIntegrated Dishwasher.<br>\n•\tHot water facility for kitchen appliances.<br>\n•\tIntegrated double-door Refrigerator including Top Freezer.<br>\nSewerage and wastewater disposal connected to the municipal council main drainage line.<br>\n<br>\nFlooring:<br>\nMarble porcelain tile finish or Timber wooden floor finish (* Conditions Apply).<br>\n<br>\nDoors:<br>\nHigh quality wooden doors with standard locking system.<br>\n<br>\nAir Conditioning:<br>\nSpilt type Air Conditioners provided for all bed rooms and living room.<br>\n<br>\nTelevision:<br>\n•\tTV provisions for living area and master bedroom.<br>\n•\tA modern LED TV will be provided with IP TV connection in the living area.<br>\n<br>\nTelephone &amp; Broadband System:<br>\nFiber to the home (FTTH) solution will be provided, including Telephone, Intercom, High Speed Broadband &amp; IP TV.<br>\n<br>\nWardrobe:<br>\nBuilt-in wooden wardrobe for Master bedroom.<br>\n</p>"
}