{
  "type": "house",
  "title": "Trillium Colombo 7 Brand New Apartment - Exclusive Living ",
  "location": " Colombo 7",
  "price": "Rs. 55,000,000",
  "details": "<p>Set in the most prestigious address, the experience of luxury, sophistication and security that Trillium Residencies on Torrington Avenue provides is remarkable according to our current apartment owners. Combining outstanding architectural conception with superbly curated spaces and amenities, our vision was to deliver a living experience that matches and complements the Colombo 7 address that you can carry around the world and its unique exclusive setting. Apartment owners at this residence enjoy a refined and graciously serviced set of common amenities such as a roof-top swimming pool, Roof-top Function Area, Barbecue Area and a Fully Equipped fitness center.<br>\n<br>\nThis exclusive apartment has only 20 apartments , therefore all the Common Amenities will be shared amongst only 20 residential families or individuals, this is very beneficial when it comes to living a safer, healthier and a hygienic lifestyle at this prestigious address. Not all apartments provide this opportunity.<br>\nAs a brand, Trillium is always focused on safety of the residents of its property. We provide 24/7 security and surveillance at all our properties. <br>\n<br>\nSome Features of this Luxurious Apartment consist of :- <br>\n-Interior Finishes with aesthetic designs and extra spacious balconies <br>\n-Spacious and well-appointed master bedroom with an ensuite bathroom<br>\n-Two Standard bed rooms with ensuite bathrooms<br>\n-Space for study/office<br>\n-A modern Designer Kitchen that symbolizes functionality and elegance with appliances and fittings by Hafele and a grand mosaic tile finish.<br>\n-Bathrooms featuring durable and safe American Standard fittings<br>\n-Utility Balconies<br>\n-Space for storage<br>\n-Ample parking Space and Guest Parking<br>\n-Maid’s room and bathroom<br>\n<br>\nCall us and set an appointment for a visit. <br>\n<br>\n076465546 - Lahiru (Owner)</p>"
}