{
  "type": "house",
  "title": "Two Bed Apartment for Sale in Colombo 06",
  "location": " 64, Suvisuddharama Road, Colombo 6, Colombo 6",
  "price": "Rs. 23,900,000",
  "details": "<p>SAVE 15% VAT BY PURCHASING YOUR APARTMENT BEFORE 31st MARCH 2018.<br>\n<br>\nSummer 64 Luxury Apartments<br>\n<br>\nDeveloper - Summerland Holdings<br>\nLocation - 64, Suvisuddharama Road, Colombo 06<br>\nEstimated Completion - December 2019<br>\nAvailability - 60% Sold<br>\nStatus - Construction in Progress<br>\nBedrooms - 2 &amp; 3 Bedroom Units<br>\nSizes - 1,195 to 1,680 Square Feet<br>\nTwo Bed Starting Price - LKR 23.9 Million<br>\nThree Bed Starting Price - LKR 28.9 Million<br>\n<br>\nConveniently located in the heart of Wellawatte on Suvisuddharama Road within close proximity to all modern day conveniences. Strategically positioned in a quiet &amp; residential location yet only 300 meters away from Havelock Road. Summer 64 offers a combination of two and three bedroom apartments all providing generous living accommodation. <br>\n<br>\nEach apartment has been meticulously designed to maximise living space while providing all essential comforts. Summer 64 also offers a wide range of shared facilities and amenities which include a swimming pool, gym, children's play area and a large recreation space on the roof top. <br>\n<br>\nInterior<br>\n- Designer porcelain tiles. All balconies with non-slip tiles.<br>\n- Energy saving A/C unit for master bedroom. A/C provisions for other rooms &amp; living area.<br>\n- Imported LED light fittings &amp; three phase power supply. <br>\n<br>\nBathrooms<br>\n- All bathroom fittings will be of an reputed international standard.<br>\n- Tempered glass shower cubicle for master bedroom.<br>\n- Individual hot water geyser for all bathrooms except servant’s bathroom.<br>\n<br>\nKitchen<br>\n- Stainless steel dual bowl sink with hot and cold mixture tap.<br>\n- Fitted pantry cupboards with cooker and provisions for oven, dishwasher and refrigerator.<br>\n<br>\nCommon Area<br>\n- Swimming pool and 1,600 square foot recreational area.<br>\n- Reception with CCTV surveillance.<br>\n- Standby generator.<br>\n- Drivers rest area with washroom.<br>\n- Covered parking slot for each unit with limited additional slots on request.<br>\n- High ceiling for extra comfort.<br>\n- Separate passenger and service elevator capable of stretcher transport.<br>\n- Individually metered electric charging point for every car parking slot.<br>\n<br>\nLocation<br>\n- Address: 64, Suvisuddharama Road, Colombo 06<br>\n- 300 meters away from Havelock Road<br>\n- 300 meters away from W A. Silva Mawatha</p>"
}