{
  "type": "house",
  "title": "Ultra-modern, Luxury apartments in Mountlavinia ",
  "location": " Mountlavinia",
  "price": "Rs. 24,500,000",
  "details": "<p>‘The Elysian Residencies’ is an ultra-modern, luxury apartment, Sri Lanka located in the heart of Mount Lavinia’s chic residential are offering you the opportunity to be a part of a truly exclusive neighbourhood.<br>\n<br>\n24 fully-appointed luxury apartment units located in an 8-storied building, with spectacular views of the majestic Indian Ocean offers you absolute luxury and total peace of mind.<br>\n<br>\nThe Elysian Residencies is a BOI Approved project designed and developed by renowned architects and structural engineers with many years of industry experience. Each and every facet of the property radiates luxury, convenience and exclusivity.<br>\n<br>\nThe high tourism potential and close proximity to the Mount Lavinia beach makes it a viable option to be rented out on short-term basis for leisure or business travellers.<br>\n<br>\nLocation <br>\nThe city of Mount Lavinia today is an absolute beehive, a kaleidoscope of colours and ethnicities. The city features one of the island’s best and most popular beaches and is one of Colombo’s most vital tourist hubs.<br>\n<br>\nHospitals, schools, higher educational institutes and places of religious worship are aplenty here and the city is also home to some of Sri Lanka’s top retail stores, consumer electronic stores and restaurants.<br>\n<br>\n<br>\nBed room<br>\nRest in the lap of luxury as you sink in to dreamland with absolute peace of mind free from the troubles of the world. Our bedroom designs and furnishing are simple yet elegant with the right amount of space and the right amount of class.<br>\n<br>\n<br>\nLiving room<br>\nFrom the floorboards right up to the ceiling, each and every curve and corner of our Apartment units epitomises luxury and style. Each apartment unit features immaculate styling and impeccable finishes - the remarkable combination of an architectural masterpiece with modern amenities.<br>\n<br>\n<br>\nBath room <br>\nFully vitreous porcelain fittings, tempered glass and high quality international bathroom accessories adorn the bathrooms which have maximized comfort and space utilization.<br>\n<br>\n<br>\n-Sky gym<br>\n-Infinity pool<br>\n-Function area <br>\n<br>\n<br>\nOther information related to the management system of Elysian Residencies<br>\n<br>\n Water supply –City supply –National water board &amp; DB<br>\n Electricity supply – CEB<br>\n Storm water - Connect to the city line<br>\n Waste water - Connect to the city line<br>\n Sewerage Disposal – Connect to the city line<br>\n Stand by generator<br>\n Fire protection / Detection system</p>"
}