{
  "type": "land",
  "title": "Valuable Lands Plot to Sell in Thalawathugoda",
  "location": " Kalalgoda, Thalawathugoda",
  "price": "Rs. 960,000",
  "details": "<p>The land located at the highly residential area at Thalawathugoda, Kalalgoda. Almost sloppy land and rear side is facing to abounded paddy field. Between abounded paddy field and the aforesaid land, there is Canal. land is an abandoned and old rubber plantation with clear boundaries. Width of main entrance road of the said property is almost 20ft graveled road.<br>\n<br>\nFrom Thalawathugoda Town, turn right in to Borella Kottawa (174) main road and proceed about 1.3km along Borella - Kottawa main road and turn left into Meemanagoda road, travel for a distance of about 900m . Then turn right into private 20Ft lane and proceed about 20m . Then can reach to the subject property.<br>\n<br>\n01. Thalawathugoda Town\t- 2.3km<br>\n02. 138 High level Road\t- 3.8km<br>\n03. Maharagama - 5.0km<br>\n04. Rajagiriya Town - 8.3km<br>\n05. Nugegoda Town\t- 8.3km<br>\n06. Kottawa Town\t- 6.0km<br>\n07. Southern Express Highway Entrance, Makumbura\t- 7.3km<br>\n08. Homagama Town\t- 9.0km<br>\n<br>\nOther Facilities :<br>\n<br>\n900m to Kottawa-Borella (Route No.174) main road, 5.5 km to Parliament at Sri Jayawardanepura and 7.3km to highway entrance at Makumbura interchange. 3 km to famous Sri Jayawardanepura Hospital and Only 4.3km to Famous Dharmapala College-Pannipitiya. 8.3km to Rajagiriya &amp; Nugegoda town areas. Close approximity to all facilities such as Banks,International schools, supper markets, Private &amp; Government Hospitals, Jogging track. Easy access to the main cities and and inclusive of many amenities.<br>\n<br>\nAdvantages and Plus Points:<br>\n<br>\nThis Land is appx.900m to Kottawa - Borella main road.<br>\nOnly 2.3 km to Thalawathugoda Junction<br>\nAround 8 km away from Nugegoda and Rajagiriya Town areas<br>\n7 km to highway entrance at Makumbura interchange <br>\nGood demand for residential plots because of fast development area.<br>\nAccording to Western Region Megapolis Development Plan, Thalawathugoda, Kottawa and surrounding area will be a developed as a “Multimodal Transport Hub” with include public transport improvement of roadways infrastructure Development and introducing new rapid transits system.<br>\nAnd relocation of government offices shifting to Kottawa area and will be developed as 2nd priority town.<br>\nFollowing developments would be advantages to dispose the blocks.<br>\n20 feet wide concrete roads<br>\nWell developed concrete drains<br>\n</p>"
}