{
  "type": "house",
  "title": "Your Exclusive home in Tranquility ",
  "location": " Sangaraja Mawatha, Kandy",
  "price": "Rs. 28,000,000",
  "details": "<p>Cedar Court is an exclusive 6-unit apartment and 1 Pent House residency located in the much sought-after neighborhood directly overlooking the Kandy Lake. Since this is the last possible site for development, the demands will far outstrip the supply. Because of the non-availability of properties in this location, a double-digit appreciation of the property is guarantee. An exclusive development of only 7 apartments on 40 perches of land with all units having uninterrupted and breath-taking views of the lake. Set in the lush misty mountains surrounding Kandy. This unique blend of urbanized dwelling and natural beauties, is the feature that we offer for those who seek the conveniences of the urbanized living and the tranquility of nature at the same time. Proposed to be completed in December 2017, this seven- story modern residence offers 2/ 3 bedroom all units en-suite bathrooms. Fitted kitchen and fitted wardrobe. Master bedroom A/C apartments with all the facilities and the more to suit your modern life style.<br>\n<br>\nAccommodation <br>\n<br>\nAn elevator will give effortless access to each unit with a standby generator to ensure constant availability. Each unit will have its own Garage, and ground level piped gas for added safety and convenience. A rooftop garden of 2600 sq. Ft commends to all units with installed barbeque facilities. The common lobby will have two FIRE EXTINGUISHERS. <br>\n<br>\nLiving and Dining Rooms <br>\n<br>\nThe open plan design of the living and dining will be wired for a home theatre system. The floor areas of the passage bedrooms and living areas will be high quality laminated with a manufactures guarantee of 10 years. All windows and sliding doors will be aluminum P.VC for style and durability. A large balcony overlooking the Kandy lake will be the center of attraction. <br>\n<br>\nBed Rooms <br>\n<br>\nChoice of 2 bedrooms unit of 1300 sq. Ft and 3 bedrooms 2600 sq. Ft. The open plan design of the living and dining areas have been designed to give a spacious cozy feel. All lighting warm white LED. Bedrooms and living areas will be fitted with high quality laminate with a manufactures guarantee of 10 years. All windows and sliding doors will be P.V.C Aluminum. A large balcony overlooking the Kandy Lake will be the center of attraction. <br>\n<br>\nKitchen <br>\n<br>\nThe kitchens will have quality tiled floors and be fitted with machine crafted kitchen units in the latest design and colors’ split-level gas hob and the oven and a stainless steel double drainer sink is installed. The breakfast bar seats 4, leading to the living and dining area, giving a spacious cozy feel.<br>\n<br>\nPerfect Location <br>\n<br>\nLocated in this much sought-after neighborhood directly overlooking the Kandy Lake. Since this is the last possible site for development, the demands will far outstrip the supply. Since it is such an exclusive development of only 7 apartments on 40 perches of land. All units will have an uninterrupted view of the lake. <br>\n<br>\nMaintenance <br>\n<br>\nSince we don’t have a swimming pool, restaurant, and gym to run and maintain. The service charges will be minimum. A free time maintenance engineer and part time Gardner. 24 Hour Security. <br>\n<br>\n<br>\n</p>"
}